{
    "Career":[
        {
            "Title":"Rogue Trader",
            "Quote":"I claim this world in the name of the Emperor of Man and his Imperium. I bring justice and truth for the loyal, punishment and death for the guilty, and the spoils I take by my own hand.",
            "QuoteSource":"Ansellion Aquairre, Lord-captain of the Caelestis Imperium",
            "Description":[
                "The bearer of a sacred Warrant that empowers him to journey beyond the boundaries of the Imperium to trade, explore, and make war in the God-Emperor’s name, a Rogue Trader is a unique figu e in the grim darkness of the Imperium. He may be a newly entitled power on the rise or hail from a long lineage of nobles and voidfarers, but all bear their titles with pride, striking out into the unknown in search of fortune and glory. A Rogue Trader is a power unto himself in the dark voids, master of all he surveys―at least as far as his force of arms and sharpness of wits can press the claim. A Rogue Trader can be many things but whether standing as diplomat before a planetary ruler, cutting a shadowed deal in a station undercity, bellowing orders amidst an armed host set upon plunder, or striding the bridge of a mighty starship, they remain one thing above all—free.",
                "Often, Rogue Traders come from a dynasty of great leaders and visionary commanders, with a renowned (or darkly infamous) lineage stretching back millennia. Other times, they are from younger, more dynamic families, often coming from the ranks of the Adeptus Terra, the Imperial Navy, or the Imperial Guard. Whatever their origins, all Rogue Traders are first and foremost masters of their own fates, and upon their shoulders can rest the success or failure not only of their endeavours and their bloodlines, but of countless future generations and, often, the fortunes of entire worlds.",
                "Despite the fact that the weight of such responsibility is his to bear alone, a Rogue Trader invariably surrounds himself with a coterie of allies and retainers. No Rogue Trader can undertake his mission alone, for no man or woman can be master of every single aspect of trade, exploration, exploitation, and war. As a result, all of the most successful Rogue Traders have the ingrained ability to recognise the value of others and their motivations and, as a leader, are able to utilise every weapon and ability in their human arsenal to their full potential.",
                "Though he must rely on others for the most specialised of skills (not to mention certain needful resources), it falls to the Rogue Trader to know how and when to exercise his own judgement and how to delegate where needed. He may not steer the helm of his void-cruiser, nor fi e and aim every macrocannon in person, but the Rogue Trader selects and commands those who do and it is his orders that are obeyed. Likewise he may know little of the arcane rites of the augury and auspex, but it is ultimately his decision whether or not to trust the word of the Explorator who claims it safe to breathe the air of a newly discovered world.",
                "Rogue Traders must always look to their own abilities and protection, regardless of the power of their allies, for there will always be those envious of their power and station, and countless rivals to their goals. As a result, most have a penchant for the very finest personal weapons and equipment their fortunes can acquire―for even friends can soon become enemies when a world’s ransom is at stake. Some never leave their bridge without donning an ancient and revered suit of artifice -wrought power armour, while others secrete fiendish y cunning personal force field generators of alien manufacture beneath a gaudy uniform. None are ever unarmed, bearing, even aboard their own vessels, minute digital weapons and other implements of destruction. However they outwardly comport themselves, Rogue Traders must be supremely confident in their own abilities, and able to walk away from even the most desperate situation somehow having profited from their perilous adventure, even if that profit ust be counted purely by survival."
            ],
            "StartingSkills":[
                {
                    "Skill":"Command"
                },
                {
                    "Skill":"Commerce"
                },
                {
                    "Skill":"Charm"
                },
                {
                    "Skill":"Common Lore",
                    "Groups":[
                        "Imperium"
                    ]
                },
                {
                    "Skill":"Evaluate"
                },
                {
                    "Skill":"Literacy"
                },
                {
                    "Skill":"Scholastic Lore",
                    "Groups":[
                        "Astromancy"
                    ]
                },
                {
                    "Skill":"Speak Language",
                    "Groups":[
                        "High Gothic",
                        "Low Gothic"
                    ]
                }
            ],
            "StartingTalents":[
                {
                    "Talent":"Pistol Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                },
                {
                    "Talent":"Air of Authorit"
                },
                {
                    "Talent":"Melee Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                }
            ],
            "StartingItems":[
                {
                    "Choice":[
                        {
                            "Quantity":1,
                            "Quality":"Best-Craftsmanship",
                            "Item": "Laspistol"
                        },
                        {
                            "Quantity":1,
                            "Quality":"Good-Craftsmanship",
                            "Item": "Hand Cannon"
                        },
                        {
                            "Quantity":1,
                            
                            "Item": "Plasma Pistol"
                        }
                    ]
                },
                {
                    "Choice":[
                        {
                            "Quantity":1,
                            "Quality":"Best-Craftsmanship",
                            "Item": "Sword",
                            "Upgrades":[
                                "Mono"
                            ]
                        },
                        {
                            "Quantity":1,
                            
                            "Item": "Power Sword"
                        }
                    ]
                },
                {
                    "Item":"Micro-bead"
                },
                {
                    "Item":"void suit"
                },
                {
                    "Item":"Set of fine clothing"
                },
                {
                    "Item":"Xeno-pelt Cloak"
                },
                {
                    "Choice":[
                        {
                            "Quality":"Best-Craftsmanship",
                            "Item":"Enforcer Light Carapace"
                        },
                        {
                            "Item":"Storm trooper carapace"
                        }
                    ]
                }
            ]
        },
        {
            "Title":"Arch-Militant",
            "Image":"",
            "Description":[
                "The 41st Millennium is an age of total war, an age of bloodshed and toil into which every human being, from the lowliest hive-serf to the highest scion of nobility, is born. No life is untouched by the incessant wars that plague the Imperium, and countless lives are shed each year to hold at bay the forces of the traitor, the heretic, and the alien. From amongst the uncounted ranks of warriors step those for whom a life of bloodshed and war is not a death sentence, but rather a calling. Such men and women are sometimes called Arch-militants, for they have faced death over and over and have mastered every terror the savage galaxy has to offer.",
                "Myriad are the roots of the Arch-militant. Many have served amongst the ranks of the Imperial Guard, and somehow survived against all the odds battles and campaigns that have claimed the lives of their entire regiments. Others have risen up from the native stock of hellish death worlds or are the survivors of catastrophes too terrible to contemplate. For every last stand and total defeat, it always appears that one of a handful of warriors will somehow prevail. These are the men and women whose broken but still breathing bodies are recovered from the rubble, who have dug themselves out from beneath a mound of corpses to fight again, those few who the war zone no matter how terrible fails to break but, instead, re-forges into killers without peer. Invariably, they are reassigned to other units, where their invaluable skills, or simply their luck, it is hoped will serve their new compatriots. In time, such individuals may attain the notice of higher commands and become detached 'special units” to undertake do or die missions against the deadliest of foes, while others may 'go rogue” and disappear. Some even come to serve on the personal staff of such worthies as Lord Militants or Inquisitors, and occasionally, alongside influential Rogue Traders as their own personal agents of destruction",
                "The Arch-militant is an expert in every form of combat. It is no idle boast that there is no weapon they cannot kill with or strip and reassemble in the field. Each has an unerring ability to master even the most exotic of wargear with little or no practice, and fears death little and pain less. But it is not just expertise at arms that sees the Arch-militant succeed where others fail; they are marked with an the inborn gift to sense danger, to anticipate an enemy’s actions, and to overcome any foe they might face as if it was meant to be so. An Archmilitant worth the name can extricate himself and his companions from even the most seemingly hopeless of situations by a combination of cold professionalism, masterful skill at arms, and sheer bloody-mindedness and luck. Out beyond the fringes of Imperial space, men and women gifted with such abilities are priceless, and very few Rogue Traders would set foot upon an alien world without a heavily armed Arch-militant or two by their side if possible."
            ],
            "StartingSkills":[
                {
                    "Skill":"Common Lore",
                    "Groups":[
                        "War"
                    ]
                },
                {
                    "Skill":"Dodge"
                },
                {
                    "Skill":"Intimidate"
                },
                {
                    "Skill":"Scholastic Lore",
                    "Groups":[
                        "Tactica Imperialis"
                    ]
                },
                {
                    "Skill":"Secret Tongue",
                    "Groups":[
                        "Military"
                    ]
                },
                {
                    "Skill":"Speak Language",
                    "Groups":[
                        "Low Gothic"
                    ]
                }
            ],
            "StartingTalents":[
                {
                    "Talent":"Basic Weapon Training",
                    "Groups":[
                        "universal"
                    ]
                },
                {
                    "Talent":"Pistol Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                },
                {
                    "Talent":"Melee Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                },
                {
                    "Talent":"Thrown Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                },
                {
                    "Talent":"Sound Constitution"
                }
            ],
            "StartingItems":[
                {
                    "Choice":[
                        {
                            "Quantity":1,
                            "Quality":"Good-CraftsmanShip",
                            "Item": "Hellgun"
                        },
                        {
                            "Quantity":1,
                            "Quality":"Good-CraftsmanShip",
                            "Item": "Long-Las"
                        },
                        {
                            "Multiple":[
                                {
                                    "Quantity":2,
                                    "Quality":"default",
                                    "Item": "Bolt Pistol"
                                },
                                {
                                    "Quantity":1,
                                    "Quality":"Good-Craftsmanship",
                                    "Item": "Any Primative Melee",
                                    "Upgrades":[
                                        "Mono"
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "Choice":[
                        "Data-slate full of wanted bounties",
                        "Arms Coffer",
                        {
                            "Quantity":3,
                            "Item": "Stimm Dose"
                        }
                    ]
                },
                {
                    "Item":"Micro-Bead"
                },
                {
                    "Item":"Void Suit"
                },
                {
                    "Item":"Enforcer Light Carapace Armour"
                },
                {
                    "Item":"Bolt Shell Keepsake"
                },
                {
                    "Item":"Medikit"
                },
                {
                    "Item":"Manacles"
                }
            ]
        },
        {
            "Title":"Astropath Transcendent",
            "Description":[
                "The Astropath Transcendent is a rare individual, indeed. He is a psyker whose powers and very essence has been touched by the light of the God-Emperor himself and who is able to form a lifeline of communication across the limitless gulfs of space, his soul armoured against the gnawing taint of the warp beyond. Each year, uncounted millions of psykers are born across the vast breadth of the Imperium. Most are detected and interred until collected by one of the fearsome Black Ships of the Adeptus Astra Telepathica. These vessels travel the galaxy in great circuits, their stygian holds inexorably filling with nascent psykers with each stop they make. The fate of the vast majority of the psykers is to fuel the insatiable fi es of the Astronomican so that the Imperium might be held together for another day. Of those allowed to live, a tiny fraction are judged strong enough to undergo tutorage and go on to serve the Imperium in a staggering array of capacities, from Inquisitor to Battle Psyker.",
                "Those chosen to become Astropaths undergo the ritual of Soul Binding, in which the body and soul are scoured clean of the taint of the warp by the searing purity of the Emperor’s beneficenc . After months of fasting, prayer, and ritual preparation, the psykers are brought into the very depths of the Emperor’s Palace in processions of a hundred at a time, there to undergo a ritual that will kill them, drive them insane, or bind them for all eternity to the Emperor. So intense is the ritual that the supplicants’ sensory organs are almost totally overloaded—leaving them blinded by the experience—with many suffering further nerve damage, incurring loss of smell, touch, or hearing",
                "Relying as heavily as the Imperium does on the warp for galactic communication, it has a great demand for Astropaths, and each newly created Astropath who survives the Soul Binding is inducted into the ranks of the Adeptus Astra Telepathica. There he learns to send his thoughts singing across the galaxy via the medium of the warp, adding his psychic voice to entire choirs of his fellows, and communicating with others of his kind on planets light years distant",
                "It is a rare Astropath indeed who rises beyond his given duties and responsibilities in the ranks of the psychic choirs. Of those few who do so, most are placed in charge of Astropathic facilities and relay stations dotted across Imperial space. Those with the sharpest wits become itinerant emissaries or officials of the Adeptus Astra Telepathica itself or serve on the staff of Inquisitors or Lord Militants. Some of the most self-aware and strong-willed of their kind serve their vigils alongside Rogue Traders, casting their thoughts out far beyond the realms of Man into the great voids beyond the Emperor’s Domains",
                "It takes a special type of Astropath to serve on the fringes of what is known, and such Astropaths must be both hard-hearted and savvy individualists if they are to persevere. Though the experiences vary wildly from one Astropath to the next, many are driven slowly mad by what they describe as cold, alien thoughts echoing in the black gulfs at the edges of the galaxy, while others find themselves growing increasingly alone the further out they travel, as the psychic voices of their fellows recede into the celestial distance. Those few that can endure these rigours are granted the title of Astropath Transcendent, and are both respected and a little feared by their contemporaries",
                "The duties of the Astropath Transcendent are a microcosm of those performed by the more established and ordinary psychic choirs of the Adeptus Astra Telepathica. Most Rogue Trader fleets are accompanied by little more than a handful of Astropaths, with perhaps only one being stationed on each vessel, and so their position is one of grave responsibility. They provide the only means of viable communication between widely scattered vessels, not to mention across interstellar distances, and as a consequence are highly valued members of the Rogue Trader’s inner circle. Many Rogue Traders would not even consider setting foot on the soil of a new world without an Astropath Transcendent at their side, ready to summon aid at a moment’s notice should disaster strike."
            ],
            "StartingSkills":[
                {
                    "Skill":"Awareness"
                },
                {
                    "Skill":"Common Lore",
                    "Groups":[
                        "Adeptus Astra Telepathica"
                    ]
                },
                {
                    "Skill":"Common Lore",
                    "Groups":[
                        "Adeptus Astra Telepathica"
                    ]
                },
                {
                    "Skill":"Forbidden Lore",
                    "Groups":[
                        "Psykers"
                    ]
                },
                {
                    "Skill":"Scholastic Lore",
                    "Groups":[
                        "Cryptology"
                    ]
                },
                {
                    "Skill":"Speak Language",
                    "Groups":[
                        "High Gothic",
                        "Low Gothic"
                    ]
                },
                {
                    "Skill":"Invocation"
                },
                {
                    "Skill":"Psyniscience"
                }
            ],
            "StartingTalents":[
                {
                    "Talent":"Pistol Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                },
                {
                    "Talent":"Heightened Senses",
                    "Groups":[
                        "Sound"
                    ]
                },
                {
                    "Talent":"Psy Rating 2",
                    "Groups":[
                        "Sound"
                    ]
                }
            ],
            "StartingItems":[
                {
                    "Choice":[
                        {
                            "Quantity":1,
                            "Quality":"Best-Craftsmanship",
                            "Item": " Laspistol"
                        },
                        {
                            "Quantity":1,
                            "Quality":"Best-Craftsmanship",
                            "Item": "Stub Automatics"
                        }
                    ]
                },
                {
                    "Choice":[
                        {
                            "Quantity":1,
                            "Quality":"Best-Craftsmanship",
                            "Item": "Sword",
                            "Upgrades":[
                                "Mono"
                            ]
                        },
                        {
                            "Quantity":1,
                            
                            "Item": "Shock-Staff"
                        }
                    ]
                },
                {
                    "Item":"Guard flak armour"
                },
                {
                    "Item":"Charm"
                },
                {
                    "Item":"void suit"
                },
                {
                    "Item":"Micro-bead"
                },
                {
                    "Item":"psy-focus"
                }
            ]
        },
        {
            "Title":"Explorator",
            "Description":[
                "Part adventurer, part warrior, part emissary of the Machine Cult of Mars, Explorators are Tech-priests, bionically augmented adepts of the Adeptus Mechanicus. Their function is to travel into the depths of the unknown and unearth the ashes of the past in order to acquire knowledge and secrets for the glory of the Omnissiah. Something of a breed apart in the Cult Mechanicus, they are seen as a necessary evil by some of their fellows and vital agents of the Machine God by others. Explorators undertake their Quest for Knowledge across the stars, seeking out undiscovered data and unrecorded phenomena, forgotten archeotech hoards, and unknown life forms. All Mechanicus research stations, exploration ships, and outposts any distance from a Forge World are likely to be manned by Explorators. It is also the sacred function of these intrepid (or foolhardy) individuals to delve in the unexplored reaches of the galaxy, either as part of great Mechanicus-backed fleets or by attaching themselves to the Rogue Trader houses to carry them into the beyond in search of both the future and, most importantly, the past.",
                "The lost achievements of Mankind’s Dark Age of Technology soared far beyond anything that can be made today. Only by re-learning ancient lore found scattered across the stars and painstakingly piecing it together can Man ever achieve such dizzying heights again. Attempts at improvisation or adaptation are viewed by most followers of the Omnissiah as the height of hubris. Imagining that one can set oneself above the knowledge of the Ancients without risking their deadly sins and the dark fate that led to the horrors of the Age of Strife is pure folly",
                "Explorators themselves tend towards a greater independence of mind and inquisitive thought than adherents of the Machine Cult in more sheltered roles, and they often have their own secret agendas and arts far beyond those of their more pedestrian peers. Many tech-adepts, particularly of the more junior and provincial variety, regard the Explorators as dubious outsiders, prone to stray beyond the bounds of the arcane dogma and rigidly adhered-to precepts laid down by the inviolable teachings of the Machine Cult. Whether or not this is true, it is undoubtedly the case that amongst the adherents of the Cult Mechanicus it is they who are the most likely to be exposed to the proscribed technologies of the alien and the sins of the dark past. In truth, Explorators are on the frontline of perils few can understand. There more than a few Explorators who, in their desire to uncover the secrets of the universe, have fallen prey to some xenos dogma and turned from the rigid doctrine of the eight Universal Laws, have become corrupted by warptwisted engramatic code and lost their souls to the abyss of Chaos, or have simply been driven mad from knowing too much.",
                "Yet, the risks are worth the rewards, and Explorators have found many of the greatest prizes in the Quest for Knowledge, and their role in many other affairs has been key to their success and the Imperium’s survival. However, countless Explorators have met with grisly deaths in the hostile galaxy they explore, and on mercifully rare occasions, their ill-conceived prying has unleashed cataclysmic horrors on Mankind.",
                "It takes a special type of Astropath to serve on the fringes of what is known, and such Astropaths must be both hard-hearted and savvy individualists if they are to persevere. Though the experiences vary wildly from one Astropath to the next, many are driven slowly mad by what they describe as cold, alien thoughts echoing in the black gulfs at the edges of the galaxy, while others find themselves growing increasingly alone the further out they travel, as the psychic voices of their fellows recede into the celestial distance. Those few that can endure these rigours are granted the title of Astropath Transcendent, and are both respected and a little feared by their contemporaries",
                "When an Explorator accompanies a Rogue Trader, the arrangement may have come about by some ancient debt the Rogue Trader’s line owed the Cult Mechanicus, hard bargaining, or even pure chance. Whatever the case, the Explorator will be a valued member of the Rogue Trader’s party, bringing with him a wealth of esoteric knowledge and arcane technical know-how quite beyond any other member of the crew, and often, not a little firepower of his own."
            ],
            "StartingSkills":[
                {
                    "Skill":"Common Lore",
                    "Groups":[
                        "Machine Cult",
                        "Tech"
                    ]
                },
                {
                    "Skill":"Forbidden Lore",
                    "Groups":[
                        "Archeotech",
                        "Adeptus",
                        "Mechanicus"
                    ]
                },
                {
                    "Skill":"Literacy"
                },
                {
                    "Skill":"Logic"
                },
                {
                    "Skill":"Speak Language",
                    "Groups":[
                        "Explorator Binary",
                        "Low Gothic",
                        "Techna-lingua"
                    ]
                },
                {
                    "Skill":"Tech-Use"
                },
                {
                    "Skill":"Trade",
                    "Groups":[
                        "Technomat"
                    ]
                }
            ],
            "StartingTraits":[
                {
                    "Trait":"Mechanicus Implants"
                }
            ],
            "StartingTalents":[
                {
                    "Talent":"Basic Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                },
                {
                    "Talent":"Melee Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                },
                {
                    "Talent":"Logis Implant"
                }
            ],
            "StartingItems":[
                {
                    "Choice":[
                        {
                            "Quantity":1,
                            "Item": " Boltgun"
                        },
                        {
                            "Quantity":1,
                            "Quality":"Best-Craftsmanship",
                            "Item": "lasgun"
                        },
                        {
                            "Quantity":1,
                            "Quality":"Good-Craftsmanship",
                            "Item": " hellgun"
                        }
                    ]
                },
                {
                    "Choice":[
                        {
                            "Quantity":1,
                            "Quality":"Best-Craftsmanship",
                            "Item": "Shock-staff",
                            "Upgrades":[
                                "Mono"
                            ]
                        },
                        {
                            "Quantity":1,
                            "Quality":"Good-Craftsmanship",
                            "Item": "Power Axe"
                        }
                    ]
                },
                {
                    "Item":"Enforcer Light Carapace"
                },
                {
                    "Item":"Multikey"
                },
                {
                    "Item":"void suit"
                },
                {
                    "Item":"Injector"
                },
                {
                    "Item":"Sacred Unguents"
                },
                {
                    "Item":"Micro-bead"
                },
                {
                    "Item":"Combi-tool"
                },
                {
                    "Item":"Dataslate"
                },
                {
                    "Item":"Servo-skull Familiar"
                }
            ]
        },
        {
            "Title":"Missionary",
            "Quote":"To bring the Emperor’s Light into the darkness; to bring the unknown to a greater understanding of Him on Earth; this is my calling and in my wake both seeds and ashes are sown",
            "QuoteSource":"Luminorem Majoris Skent Taltos",
            "Description":[
                "Regardless of local idiosyncrasies of doctrine and the many and varied forms of worship, the worlds of the Imperium are united in adoration of the God-Emperor of Mankind. The adepts of the Ecclesiarchy foster, maintain, and impose faith across the million and more worlds of the Imperium, but it is the division known as the Missionarus Galaxia that takes the word of the Imperial Truth to those benighted by ignorance of the one, true faith of Mankind.",
                "The Missionary is a singular manifestation of the Ecclesiarchy, a walking temple clothed in the trappings of his calling, part holy warrior, part politician, and when needs be, judge, jury, and executioner. His mission: to spread the teachings of the Ecclesiarchy far beyond the Imperium’s borders, to convert, whether using words, bullets, or subterfuge, those lost Human worlds he encounters out amongst the distant stars.",
                "Missionaries are commonly dispatched to serve alongside Rogue Traders, for travel so far beyond Imperial space presents uncounted opportunities to contact, and convert, lost Human civilisations and bring back those who stray from the flo k. However, only a rare few of the Ecclesiarchy’s officers are intellectually or doctrinally capable of undertaking this type of mission",
                "Missionaries must be prepared to witness forms of worship that would drive a Cardinal to declare heresy and damn entire planets to excommunication and when needed to stand silent. It is their task to examine the outlandish faiths practised by the ignorant souls they encounter and formulate a scheme to convert them to the Imperial Creed, mark a world as a target for further attention by their peers, or at worse, with a quill stroke damn them to destruction. A common method for conversion is to seek out parallels between the various deities worshipped and Imperial Saints, while at the same time probing for the subtle taint of the Ruinous Powers, be it open or cloaked in lies. Using their prodigious skills of oratory and persuasion, Missionaries might then preach perhaps that the angry moon a lost group colonists worship is actually the Emperor and that they are emissaries come to guide them to their just reward, or that the slavering beast-god to which they offer their firstborn will be slain by the Emperor’s holy foot soldiers when they cease worshipping it and embrace the truth.",
                "The true skill of Missionaries is to recognise when their arts and methods are likely to prove fruitless and when something far more sinister lies at the heart of the locals’ faith. Through years of experience and natural talent, they can almost smell the taint of Chaos or the subtle hand (or pseudopod) of the alien at work. In such cases, they will not hesitate to counsel a Rogue Trader that these lost brethren must be exterminated, blasted from orbit for the good of all Mankind. It is a foolish Rogue Trader who ignores such learned counsel, for Missionaries are still agents of the Ministorum, a vast and powerful organisation that only a fool would willingly cross.",
                "In addition to their task of converting the lost, Missionaries often find themselves acting as spiritual figu eheads in the fleet they accompany, a task most relish for the spiritual fulfilment and influence it affords them. Some act as confessors to the Rogue Traders they attend and become their most trusted counsellors, while others steel the souls of their comrades in the face of the hideous things they encounter beyond the Emperor’s light when mere reason or fi epower fails."
            ],
            "StartingSkills":[
                {
                    "Skill":"Common Lore",
                    "Groups":[
                        "Imperial Creed",
                        "Imperium"
                    ]
                },
                {
                    "Skill":"Forbidden Lore",
                    "Groups":[
                        "Heresy"
                    ]
                },
                {
                    "Skill":"Medicae"
                },
                {
                    "Skill":"Scholastic Lore",
                    "Groups":[
                        "Imperial Creed"
                    ]
                },
                {
                    "Skill":"Speak Language",
                    "Groups":[
                        "High Gothic",
                        "Low Gothic"
                    ]
                }
            ],
            "StartingTalents":[
                {
                    "Talent":"Basic Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                },
                {
                    "Talent":"Melee Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                },
                {
                    "Talent":"Pure Faith"
                },
                {
                    "Talent":"Unshakeable Faith"
                }
            ],
            "StartingItems":[
                {
                    "Choice":[
                        {
                            "Quantity":1,
                            "Item": " Boltgun"
                        },
                        {
                            "Quantity":1,
                            "Quality":"Good-Craftsmanship",
                            "Item": " Chainsword"
                        },
                        {
                            "Quantity":1,
                            "Quality":"Best-Craftsmanship",
                            "Item": "Staff"
                        }
                    ]
                },
                {
                    "Choice":[
                        {
                            "Quantity":1,
                            "Quality":"Good-Craftsmanship",
                            "Item": "Flamer"
                        },
                        {
                            "Quantity":1,
                            "Quality":"Best-Craftsmanship",
                            "Item": "Lasgun"
                        }
                    ]
                },
                {
                    "Quality":"Best-Craftsmanship",
                    "Item":"Guard Flak Armour"
                },
                {
                    "Item":"Ecclesiarchal Robes"
                },
                {
                    "Item":"Aquila Pendant"
                },
                {
                    "Item":"Sepulchre"
                },
                {
                    "Item":"Censer and Incense"
                },
                {
                    "Item":"Micro-bead"
                }
            ]
        },
        {
            "Title":"Navigator",
            "Quote":"To gaze into the warp is to look into the abyss. To understand insanity itself is to become insane. Worst of all is the knowledge that while you are gazing upon it, the warp is looking back at you and laughing",
            "QuoteSource":"Kartr Hollis, Nobilite Emmissary",
            "Description":[
                "Without the Navigator gene and those who bear it, there simply would not be an Imperium of Man. At best, Humanity’s control of the stars would be limited to those planets that could entirely support themselves and a few scattered petty empires. Contact with other worlds would be scant to non-existent, for travel between all but the very closest of star systems would be too ponderous, and too dangerous, to be practicable. Without a Navigator, a vessel is limited to warp jumps of only a few light years at a time, and exact calibration must be undertaken by massive banks of cogitators as even the smallest of errors will have fatal consequences for the vessel and every soul aboard. Without a Navigator, to cross even the smallest of interstellar gulfs without the most detailed and ancient charts is considered a desperate or foolhardy act by most void-farers and suicidal by those who truly understand what horrors lurk beyond the material universe",
                "The Navigator is the scion of one of the great Navigator clans. These bloodlines are said by some to be older than the Imperium itself and by others to be a direct creation of the God-Emperor when he walked in mortal form. Over the millennia, they have garnered great power and influence thanks to the Imperium’s reliance on them, but at the same time are caged by convention and tradition. A Navigator wants for nothing, yet in reality is often a slave of his station. Thanks to his Warp Eye, he is able to pierce the veil between the Materium and the Immaterium, between reality and the nightmarish realms beyond. Able to perceive the warp’s shifting contours and impossible currents, he can guide a vessel by dint of his skill and the immeasurable aid of the light of the Astronomican, the Emperor-forged and soul-burning beacon that shines across the galaxy from ancient Terra. The life of a Navigator is one of duty and service to his clan, yet many would have it no other way, for they are never truly more alive than when ensconced in their navigation sanctum, gazing into the insane, swirling depths of the Immaterium, pitting their will and their wits against the ravening storm of energy and thought that lurks behind all things others call real.",
                "Each Navigator perceives the warp in an entirely subjective manner as a reflection of his own unique nature, for even such as they may not stare into the abyss and face its true form without suffering the utter destruction of mind and soul. Some perceive the dimension in terms of a journey through a storm-wracked forest, knowing that to stray from the path is to surrender to the horrors that lurk within. For others, the warp appears as a raging sea, or a desert engulfed in a sandstorm, or a shifting city of night, or a million other potential forms. As Navigators gain in experience and power, the abstraction fades, and they are capable of observing the true warp through a polarised state—their third eye filtering the horor",
                "But even for those so designed on a genetic level to endure the warp’s horrors, there is still a price to pay. Navigators who have served the longest may become wracked with bodily failure, incipient madness, and possible mutation, and ultimately they become virtual prisoners reliant on the life-sustaining machinery of their sanctums. Conversely, those newly come into their calling often revel in their rank and wealth, affecting rakish mannerisms and caring little for the petty concerns or trivial realities of life in the Imperium, each knowing that such a life is for them a thing that must one day pass. Those that embrace this wild, almost nihilistic attitude are often attracted to service aboard a Rogue Trader vessel, striking out into the darkness almost as if fleeing the inevitable fate they must one day face. Others owe their dangerous service thanks to some hidden crime or misdemeanour among their own kind or through connection to an infamous and some might say tainted bloodline",
                "Regardless of whatever idiosyncrasies a Navigator might bear, he is essential to the operation of a Rogue Trader vessel and given great leeway by his Rogue Trader, for should a vessel lose its Navigator beyond the fringes, any such vessel, and all who serve aboard her, is surely lost."
            ],
            "StartingSkills":[
                {
                    "Skill":"Common Lore",
                    "Groups":[
                        "Navis Nobilite"
                    ]
                },
                {
                    "Skill":"Forbidden Lore",
                    "Groups":[
                        "Navigators",
                        "Warp"
                    ]
                },
                {
                    "Skill":"Literacy"
                },
                {
                    "Skill":"Navigation",
                    "Groups":[
                        "Stellar",
                        "Warp"
                    ]
                },
                {
                    "Skill":"Psyniscience"
                },
                {
                    "Skill":"Scholastic Lore",
                    "Groups":[
                        "Astromancy"
                    ]
                },
                {
                    "Skill":"Speak Language",
                    "Groups":[
                        "High Gothic",
                        "Low Gothic"
                    ]
                }
            ],
            "StartingTalents":[
                {
                    "Talent":"Melee Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                },
                {
                    "Talent":"Navigator"
                }
            ],
            "StartingItems":[
                {
                    "Choice":[
                        {
                            "Quantity":1,
                            "Item": " Boltgun"
                        },
                        {
                            "Quantity":1,
                            "Quality":"Good-Craftsmanship",
                            "Item": "Hand Cannon"
                        },
                        {
                            "Quantity":1,
                            "Quality":"Best-Craftsmanship",
                            "Item": "Hellpistol"
                        }
                    ]
                },
                {
                    "Choice":[
                        {
                            "Quantity":1,
                            "Quality":"Good-Craftsmanship",
                            "Item": "Flamer"
                        },
                        {
                            "Quantity":1,
                            "Quality":"Best-Craftsmanship",
                            "Item":"Lasgun"
                        }
                    ]
                },
                {
                    "Quality":"Best-Craftsmanship",
                    "Item":"Xeno-mesh Armour"
                },
                {
                    "Item":"Emperor’s Tarot Deck"
                },
                {
                    "Item":"Silk Headscarf"
                },
                {
                    "Item":"Nobilite Robes"
                },
                {
                    "Item":"Charm"
                },
                {
                    "Item":"Micro-bead"
                }
            ]
        },
        {
            "Title":"Seneschal",
            "Quote":"Ah, he loaded fifty tons of Neusalis wheat, you say? Very interesting. That is curious—for it is rumoured the Neusalis trade route is interdicted by Ork Freebooters, and yet they say Lord-captain Halak is an honest man, don’t they...?",
            "QuoteSource":"Silas Quinyt, Factotum for the Armsmaiden",
            "Description":[
                "Master of ceremonies, master of coin and commerce, master of logistics, master of emissaries, master of whispers and spies: the Seneschal is the quietly spoken of individual in every Trader House who is looked upon with trepidation by those who fear they have earned his suspicion. The mechanisms of trade and House affairs do not run themselves, and it is the Seneschal whose hands are upon the gears—ever adjusting, ever careful, and ever vigilant",
                "Very few Rogue Traders are as competent as the Seneschal when it comes to the minutia of commerce, for most are too concerned with the overall fate of their endeavours. Most leave the details of such matters to their Seneschal’s control, trusting that as the Arch-militant is ever watchful in battle, so the Seneschal is attentive to every risk implicit in the equally hazardous conflict of trade. The best Seneschal knows every detail of trade that transpires within his area of responsibility, often better than the scribes and factors employed to process the astronomical sums involved in the running of a Rogue Trader House, and those that do not, rarely survive long in the post. Most exude a palpable aura of menacing competency, such that few underlings would dare cross them, and those they deal with—be they harbour master or tyrant—show them due respect. Their most valuable gift, however, is the unerring ability to gauge the subtlest degree of risk in any proposed mercantile venture, which they can then take steps to nullify appropriately.",
                "Many Seneschals maintain a tightly controlled network of contacts and spies where possible, so that within hours of arriving in a familiar port they have full knowledge of local trading conditions and can advise their Rogue Trader accordingly. Every detail that might affect business is of interest to a Seneschal, from the amount of dowry offered in a noble marriage to the going rate for a kilo of narco-blitz or to the rumoured deaths and wars far removed from their current sphere.",
                "Furthermore, most Seneschals favour a “hands on” approach to their work, never fully trusting knowledge they cannot confi m themselves. As a result, many are masters of disguise and duplicity, able to blend into the background in almost any situation. Donning the guise of the “grey man,” the Seneschal lurks in the periphery as the great and the good conduct their affairs, observing all that transpires whilst remaining unnoticed. With a cold-blooded sureness, he seeks to discern the truth behind rousing speeches and courteous manners, and lies cloaked in both piety and vice. Sage counsellor, profit-mon er, and spy, the Seneschal is all these things and more."
            ],
            "StartingSkills":[
                {
                    "Skill":"Barter"
                },
                {
                    "Skill":"Commerce"
                },
                {
                    "Skill":"Common Lore",
                    "Groups":[
                        "Underworld"
                    ]
                },
                {
                    "Skill":"Deceive"
                },
                {
                    "Skill":"Evaluate"
                },
                {
                    "Skill":"Forbidden Lore",
                    "Groups":[
                        "Archeotech",
                        "Warp"
                    ]
                },
                {
                    "Skill":"Inquiry"
                },
                {
                    "Skill":"Literacy"
                },
                {
                    "Skill":"Speak Language",
                    "Groups":[
                        "Trader’s Cant",
                        "Low Gothic"
                    ]
                }
            ],
            "StartingTalents":[
                {
                    "Talent":"Basic Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                },
                {
                    "Talent":"Pistol Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                }
            ],
            "StartingItems":[
                {
                    "Choice":[
                        {
                            "Item": "Inferno Pisol"
                        },
                        {
                            "Quality":"Best-Craftsmanship",
                            "Item": "Hellpistol"
                        }
                    ]
                },
                {
                    "Choice":[
                        {
                            "Item": "Boltgun"
                        },
                        {
                            "Quality":"Best-Craftsmanship",
                            "Item": "Hellgun"
                        }
                    ]
                },
                {
                    "Item":"Xeno-mesh Armour"
                },
                {
                    "Item":"Autoquill"
                },
                {
                    "Item":"Dataslate"
                },
                {
                    "Item":"Multikey"
                },
                {
                    "Item":"Two Sets of robes"
                },
                {
                    "Item":"Synskin"
                },
                {
                    "Item":"Chrono"
                },
                {
                    "Item":"Cameleoline Cloak"
                },
                {
                    "Item":"Micro-bead"
                }
            ]
        },
        {
            "Title":"Void-master",
            "Quote":"“Why would I want to stay on the ground? Makes me restless. I’m at home on the deck of a ship, facing the starry black. Throne, everything else makes me feel like a sitting target!",
            "QuoteSource":"Corman Gerrus, Master of Ordnance on board the Triumph of St. Drusus",
            "Description":[
                "Void-master (or mistress) is a term used to describe one who has risen to master one or more of the mysterious arts of the running of a space-going vessel. They have generally served in a myriad of stations, and have been exceptionally fortunate in that their skills have been recognised and they have been allowed to progress through the ranks to the very top. A Void-master knows every inch of his vessel, and even the cold touch of the airless void presents little fear, for he has faced the terrors of space countless times and has lived to tell the tale. In character and attitude, they are as varied as the ships on which they have served. Some are dour and proper officers—the products of the finest naval bloodlines, while others are born traders and rakish rogues out of the Chartist ships. Others, still, are by inclination smugglers, scavengers, and even pirates. No matter their origins, however, one thing unites them all—the consummate skill in doing what they do best, and the high price and respect their services can earn them.",
                "The Imperium of Mankind is an interstellar empire spanning much of the galaxy—its worlds, systems, and sectors linked by countless warp routes and divided by unutterable gulfs and savage storms of unreality beyond. Vast fleets of military, mercantile, and exploratory spacecraft knit this great realm together, and some of these ships are as large and densely packed with human life as many terrestrial cities, but even among those who spend their lives protected by steelskinned ships out in the cold darkness, Void-masters are a rare breed. To become a Void-master, an individual must have risen above those around him and have distinguished himself by particular talent and ability. Regardless of background, whether his origins be bilge-scum or scion of a lauded hero, a Void-master must earn his title, for it marks a man or woman who can be trusted to hold the lives of many in his hands.",
                "The Void-master might be a helmsman, master gunner, or the warden of the ship’s sensors, but whichever position he holds, he controls the vessel’s systems as if they were an extension of his own body and, in a crisis, the ship’s survival depends on his skills. While the average subject of the Imperium might be blissfully ignorant of or rampantly superstitious about space travel and the people to undertake it, those such as the Void-master quite often are equally puzzled by those who confine themselves to the worlds below them. Why, they ask, would any human being surrender himself to the servility and imprisonment of a planet-bound life, when the dark majesty of space awaits those with the courage to voyage upon its endless tides?"
            ],
            "StartingSkills":[
                {
                    "Skill":"Common Lore",
                    "Groups":[
                        "Imperial Navy",
                        "War"
                    ]
                },
                {
                    "Skill":"Forbidden Lore",
                    "Groups":[
                        "Xenos"
                    ]
                },
                {
                    "Skill":"Navigation",
                    "Groups":[
                        "Stellar"
                    ]
                },
                {
                    "Skill":"Pilot",
                    "Groups":[
                        "Space",
                        "Flyers"
                    ]
                },
                {
                    "Skill":"Scholastic Lore",
                    "Groups":[
                        "Astromancy"
                    ]
                },
                {
                    "Skill":"Speak Language",
                    "Groups":[
                        "Low Gothic"
                    ]
                }
            ],
            "StartingTalents":[
                {
                    "Talent":"Melee Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                },
                {
                    "Talent":"Pistol Weapon Training",
                    "Groups":[
                        "Universal"
                    ]
                },
                {
                    "Talent":"Nerves of Steel"
                }
            ],
            "StartingItems":[
                {
                    "Choice":[
                        {
                            "Item": "Power Sword Pisol"
                        },
                        {
                            "Quality":"Best-Craftsmanship",
                            "Item": "Sword",
                            "Upgrades":[
                                "Mono"
                            ]
                        }
                    ]
                },
                {
                    "Choice":[
                        {
                            "Item": "Bolt Pistol"
                        },
                        {
                            "Quality":"Best-Craftsmanship",
                            "Item": "Hand Cannon"
                        }
                    ]
                },
                {
                    "Item":"Guard Flak Armour"
                },
                {
                    "Item":"Micro-bead"
                },
                {
                    "Item":"Void Suit"
                },
                {
                    "Item":"Blessed Ship Token"
                },
                {
                    "Choice":[
                        {
                            "Item":"Imperial Navy uniform"
                        },
                        {
                            "Item":"Beggar’s Cloak"
                        }
                    ]
                },
                {
                    "Item":"2 bottles of Amasec"
                },
                {
                    "Item":"Pict-Recorder"
                },
                {
                    "Item":"Vox-Caster"
                }
            ]
        }
    ],
    "Skills":[
        {
            "Name":"Acrobatics",
            "Type":"Advanced",
            "Characteristic":"Agility",
            "Descriptor":"Movement",
            "SkillUse":"Full Action unless otherwise noted.",
            "Description":"Acrobatics training supplements the Explorer’s natural agility to perform feats the less athletic would not even consider. Leaping between catwalks in the enginarium and flipping over the heads of shorter foes is possible with this skill. The difficulty of the Test depends on the difficulty of the feat involved: dodging around the legs of an enraged xeno and leaping from stone to stone in a swirling magma flow would both present significant challenges. The more Degrees of Success obtained, the more stylish or dramatic the end result.",
            "SpecialUses":[
                {
                    "Use":"Disengage",
                    "Description":"When taking the Disengage Action in combat, the Explorer may make an Acrobatics Test to reduce it to a Half Action."
                },
                {
                    "Use":"Jump & Leap",
                    "Description":"An Acrobatics Test may substitute for an Agility Test when jumping or a Strength Test when leaping, according to the appropriate rules on page 266."
                }
            ],
            "Groups":[
                
            ]
        },
        {
            "Name":"Awareness",
            "Type":"Basic",
            "Characteristic":"Perception",
            "Descriptor":"Exploration",
            "Description":"Awareness encompasses the Explorer’s subconscious ability to react to things his conscious mind may not perceive. He can use this Skill to notice threats—such as ambushes, traps, or cleverly hidden objects—or slight changes in the environment—such as a faint vibration in the deck plating or the smell of the air recyclers. When using Awareness against an opponent, the test is always Opposed. This use includes noticing ambushes, spotting traps, and other things involving another’s actions. However, noticing environmental factors is a Standard Test. This use includes perceiving trace scents, motion, or similar things.",
            "SkillUse":"Free Action made in reaction to something."
        },
        {
            "Name":"Barter",
            "Type":"Basic",
            "Characteristic":"Fellowship",
            "Descriptor":"Interaction",
            "Description":"The Barter skill allows the Explorer to negotiate better prices or exchange for goods and services. This can modify the Acquisition Modifier for items where the price is not set, but rather the result of negotiation. Thus, the Explorer could not use it to change the cost for promethium at an Imperial Guard depot, but he could definitely use it to haggle with the representatives of House Dimico over the cost of equipping his personal guard with handcrafted bolters. All Barter Tests are Opposed, as they involve interaction by their very nature. Barter may sometimes be used to assist with Acquisition Tests (see page 271).",
            "SkillUse":"A typical Barter Test takes about five minutes, but delicate dealings and intricate negotiations may involve Extended Tests."
        },
        {
            "Name":"Blather",
            "Type":"Advanced",
            "Characteristic":"Fellowship",
            "Descriptor":"Interaction",
            "Description":"Blather allows the Explorer to stall for time with a confusing or distracting stream of conversation. Blather Tests are always Opposed by the target’s Willpower, or Scrutiny if the target actively suspects the tactic. Winning the Opposed Test results in the opponent’s bemused inaction for his entire round. For every degree of success, the Explorer has dumbfounded the target for an additional round. Loosing the Opposed Test means that everyone involved may act normally. Some Talents allow the Explorer to use Blather against many opponents. However, even without these Talents, he can affect a number of targets equal to his Fellowship Bonus if he is able to win the Opposed Test. If the group shares similar Characteristics, the GM may roll a single Willpower Test for the group to save time. While the Explorer’s opponents may be confused by his banter, they will not remain inactive in the face of obvious danger or preparations to harm them. The character and his target must share a common language or the Test fails automatically",
            "SkillUse":"Full Action."
        },
        {
            "Name":"Carouse",
            "Type":"Basic",
            "Characteristic":"Toughness",
            "Description":"The Carouse Skill is used to resist the effects of alcohol and narcotics. Frequent imbibers can build up quite a tolerance to inebriants, remaining clear-headed and lucid while those across the table find their judgement or capabilities diminished. The Explorer makes a Skill Test whenever he suffers the effects of alcohol or similar intoxicants. Each time he would otherwise suffer from the effects of an intoxicant, make a Carouse Test. Failure indicates he has gained a level of Fatigue or suffers the side effects of the substance. Should he lose conscious, the Explorer will remain passed out for a number of hours equal to 1d10 minus his Toughness Bonus (minimum 1 hour).",
            "SkillUse":"Free Action taken whenever the Explorer imbibes."
        },
        {
            "Name":"Charm",
            "Type":"Basic",
            "Characteristic":"Fellowship",
            "Descriptor":"Interaction",
            "Description":"The Explorer can use the Charm Skill to improve the disposition of others towards him, making a Charm Test whenever he wishes to change the minds of an individual or small group. He need not make a Charm Test each time he speaks with others in a pleasant manner, but only when he wishes to change their opinion, disposition, or convince them to do something. All Charm Tests are Opposed by Willpower and can affect a number of targets equal to the Explorer’s Fellowship Bonus. His targets must be able to see and hear clearly, and share a common language.",
            "SkillUse":"1 minute",
            "SpecialUses":[
                {
                    "Use":"Inspire",
                    "Description":"Those in a position of authority can use the Charm skill to inspire a group-related test, either with positive or negative reinforcement. Success provides a +10 bonus to the next Skill Test of the motivated group. Thus, the ship’s priest might inspire the gunnery crews to greater effort, or the Explorator might speed the efforts of the Tech-adepts under his command by putting the fear of the Omnissiah into them! When used on board a starship during combat, this is known as the Put Your Backs Into It! Action (see page 218). Characters can also use this skill as an Extended Test for purposes on improving morale on board their vessel. (See page 226)."
                }
            ]
        },
        {
            "Name":"Chem-Use",
            "Type":"Advanced",
            "Characteristic":"Inteligence",
            "Descriptor":"Investigation",
            "Description":"The Chem-Use skill allows the Explorer to safely identify, handle and prepare a variety of chemicals, toxins, poisons, and drugs. While Chem-Use covers the use and basic combination of these substances, the Trade (Chymist) skill deals with their manufacture from base components. Success in a Chem-Use Test, modified by the appropriate difficulty for the chemical or drug in question, indicates it has been applied correctly for the desired results. Failure indicates the dose was wasted without effect. See Chapter V: Armoury for more information on drugs, chemicals, and their effects. When using a medicae injector or narthecium, the Skill Test to administer a drug or antidote is reduced to a Half Action. Employing Chem-Use to apply particularly complex combinations of substances or toxins uses an Extended Test of duration and difficulty set by the GM for the treatment in question.",
            "SkillUse":"Full Action."
        },
        {
            "Name":"Ciphers",
            "Type":"Advanced",
            "Characteristic":"Inteligence",
            "SkillGroups":[
                "Rogue Trader",
                "Mercenary Cant",
                "Nobilite Family",
                "Astropath Sign",
                "Underworld"
            ],
            "Description":"Many groups and organizations employ ciphers as a secret, shorthand code to communicate basic ideas, warnings, or information rapidly. The Explorer can use and understand the hand signals, physical markings, or other subtle signs employed to express these concepts. Skill Tests are not required to either leave or read basic messages but are necessary to communicate or decipher complicated meanings or signs obscured by the     passage of time.     Rogue Trader: Each trader, vessel, or fleet develops its own code to help coordinate negotiations and keep secrets from other merchants or the authorities. Mercenary Cant: Many mercenary companies operate in the Expanse, and each has an abbreviated, clipped battle language for orders and commands. Though there are some commonalities, each is essentially unique. Nobilite Encoding: The secretive families of the Navigators have histories stretching back for millennia, and many use languages or dialects long-dead to modern ears. Each family uses a specific one tied to their histo y. Astropath: Owing to the sensory changes involved in soul binding, this special language has components on many levels, including whispers of the mind. Underworld: Crime lords have used ciphers since time immemorial, and their sophistication has only increased over this period. Each organisation uses its own to deter competition",
            "SkillUse":"Full Action."
        },
        {
            "Name":"Climb",
            "Type":"Basic",
            "Characteristic":"Strength",
            "Descriptor":"Movement",
            "Description":"With the Climb skill the Explorer can ascend or descend ropes, pipes, and both natural and man-made walls. This skill is not used for ladders or other easily ascended ways, but for climbs without ready handholds or other poor climbing conditions. The condition of the surface or item and the environmental conditions can impose additional bonuses or penalties. It’s far more difficult to ascend an icy rock face in a blizzard than a ship’s bulkhead crisscrossed with pipes and conduits. A successful Test allows the character to ascend or descend at one-half his half move rate. ",
            "SkillUse":"Half Action."
        },
        {
            "Name":"Command",
            "Type":"Basic",
            "Characteristic":"Fellowship",
            "Description":"The Explorer utilizes the Command skill to both direct those under his authority and establish actions for groups to execute on command, such as bringing a ship to battle stations. This skill is only effective upon those under the Explorer’s authority. A successful Command Test indicates that those whom he directs follow his instructions in a timely manner. Failure on the Skill Test when used on an individual simply means that he does not  79 III: Skills follow the Explorer’s directions, though additional Degrees of Failure can indicate that the individual accepts the task with no intention of actually doing it, or could even misinterpret the command or take contradictory actions. For directing groups, Degrees of Success or Failure will increase or decrease the time necessary to execute the orders, with three or more Degrees of Failure subjecting them to confused inaction. A Command Test can affect a number of targets equal to the Explorer’s Fellowship Bonus. They must be able to see and hear him, though this could be done remotely through a vox- or pict-caster, and use speak a common language",
            "Skiluse":"Half Action for simple commands, Full Action for more involved direction."
        },
        {
            "Name":"Commerce",
            "Type":"Advanced",
            "Characteristic":"Fellowship",
            "Description":"The Explorer use the Commerce skill to build business ventures, negotiate contracts, and form trade networks. Commerce can be an Opposed Test, pitting the character’s Commerce Skill against one of several possibilities, depending on the situation at hand. For negotiations, the character Tests against his opponent’s Commerce Skill. If attempting to bilk an easy mark, it would be against the target’s Scrutiny Skill. It can also be a standard Skill Test, representing the knowledge involved in managing a commercial venture—in the absence of others acting specifical y against the Explorer. Commerce is the main skill for utilising the Explorers’ Profit Factor to make Acquisitions (see page 271). The time necessary for a Commerce Skill Test varies from instant, such as recalling details about a recent venture, to the months necessary to build complex financial net orks",
            "SkillUse":"Variable"
        },
        {
            "Name":"Common Lore",
            "Type":"Advanced",
            "Characteristic":"Inteligence",
            "SkillGroups":[
                {
                    "Group":"Adeptus Arbites",
                    "Description":"Knowledge of the various arms and subsects of the Arbites, including details of rank structure, common procedures, and the basic tenants of Imperial Justice"
                },
                {
                    "Group":"s, Adeptus Astra Telepathica",
                    "Description":"Knowledge of how psykers are recruited and trained for the Adeptus Terra, including how Astropaths are used throughout the Imperium, and the basics of sending and receiving astro-telepathic messages"
                },
                {
                    "Group":"Adeptus Mechanicus",
                    "Description":"A general understanding of the symbols and practices of the Adeptus Mechanicus, as well as its hierarchy, identifiable ranks, and the existence of the Sixteen Universal laws."
                },
                {
                    "Group":"Administratum",
                    "Description":"Broad knowledge of the labyrinthine workings, rules, traditions, and dictates of the Adeptus Administratum."
                },
                {
                    "Group":"Ecclesiarchy",
                    "Description":" Understanding of the structure of the Adeptus Ministorum and its role in the worship of the Emperor"
                },
                {
                    "Group":"Imperial Creed",
                    "Description":"Knowledge of the rites, practices, and personages of the Imperial Cult, the most common observances, festivals, and holidays in honour of the Emperor"
                },
                {
                    "Group":"Koronous Expanse",
                    "Description":"Information concerning the general astrography of the Expanse, including known warp passages, regions, and legends of what may be found there."
                },
                {
                    "Group":"Navis Nobilite",
                    "Description":": Information about the size, customs, dress, and predominant characters of the Navigator families."
                },
                {
                    "Group":"Rogue Traders",
                    "Description":"Understanding of the most famed Warrants of Trade, their bearers, and the vessels carrying them throughout the Imperium"
                },
                {
                    "Group":"Tech",
                    "Description":"An understanding of simple litanies and rituals to sooth and appease machine spirits"
                },
                {
                    "Group":"War",
                    "Description":"Knowledge of great battles, notable commanders, heroes, and famous stratagems employed by the Imperium in its many campaigns"
                }
            ],
            "Description":"The Common Lore Skill allows the Explorer to recall general information, procedures, divisions, traditions, famed individuals, and superstitions of a particular world, group, organisation, or race. This Skill differs from Scholastic Lore, which represents scholarly learning, and Forbidden Lore, which involves hidden or proscribed knowledge, in that it deals with basic information learned from prolonged exposure to a culture or area",
            "SkillUse":"Free Action"
        },
        {
            "Name":"Concealment",
            "Type":"Basic",
            "Characteristic":"Agility",
            "Description":"The Concealment Skill is used to hide things, from small objects to vehicles to starships, or objects on the character’s person. Use of the Skill requires an appropriate environment to mask the item in question: buildings and trees for a small shuttle or an asteroid field and space anomaly for a starship. Concealment is always an Opposed Test, pitting the Explorer’s Concealment against his opponent’s Awareness or Scrutiny. Conceal represents active efforts to foil another character’s search attempts. If the character or the object being hidden remains perfectly still, he gains a +10 bonus to the Skill Test.",
            "SkillUse":"Half Action."
        },
        {
            "Name":"Contortionist",
            "Type":"Basic",
            "Characteristic":"Agility",
            "Descriptor":"Combat",
            "Description":"Explorers with the Contortionist Skill can make use of their innate flexi ility to allow them to escape bonds, squeeze through opening normally too small for passage, or fit into an area normally too small for their body. It also provides an alternative to brute strength in grappling.",
            "SkillUse":"Full Action unless otherwise noted.",
            "SpecialUses":[
                {
                    "Use":"Excape Bonds",
                    "Description":"The Explorer can make a Contortionist Test to slip free of bonds. This is an Opposed Test, using the character’s Contortionist Skill against his opponent’s Characteristic Test using Intelligence. The quality of the bonds and the time used to employ them will affect the difficulty of the Test. It may be impossible to escape adamantine manacles properly employed by a bounty hunter, but it is far easier to slip out of the crude ropes hastily applied by a feral tribesman—especially after applying grox fat to one’s wrists. Escaping bonds requires one minute, with each Degree of Success reducing this time by 10 seconds."
                },
                {
                    "Use":"Escape Grapple",
                    "Description":"After an opponent has grappled the Explorer in combat, he may escape using the Contortionist Skill. Make an Opposed Test with the Contortionist Skill against by the grappler’s Strength Characteristic Test. Success indicates the Explorer has freed himself. Failure means he remains grappled."
                },
                {
                    "Use":"Squeeze Through",
                    "Description":"The Explorer can make a Contortionist Test to squeeze through a tight space, such as through a maintenance conduit aboard a ship or a gap in blast doors warped open by damage. He can also use this aspect of the skill to cram himself into a space normally too small to fit a human body. The GM sets the difficulty of the Test according to the size of the passage or opening, and is well within his rights to rule that some spaces are simply too small to allow use of this Skill. A successful Skill Test indicates that the character has managed to squirm through the gap or into the crate. Failure means that he cannot pass the area or will not fit into the space. Four or more Degrees of Failure mean he has become stuck until he can succeed in another Contortionist Test or someone else pulls him free. Squeeze Through takes 1 minute, with each Degree of Success reducing this time by 10 seconds."
                }
            ]
        },
        {
            "Name":"Deceive",
            "Type":"Advanced",
            "Characteristic":"Inteligence",
            "Descriptor":"Interaction",
            "Description":"The Deceive skill enables the Explorer to mislead others as to his true intent. Any time he tells a lie, reveal only part of the truth or spin information to his advantage with the intent to mislead someone, the character must make a Deceive Test. He need not make a Deceive Test for every lie, but only when that deception would change someone’s mind, opinion, or actions. Deceive is always an Opposed Test, using your Deceive Skill against the opponent’s Scrutiny. A Deceive Test affects a number of targets equal to the Explorer’s Fellowship Bonus. The targets must be able to see and hear him clearly, either in person or via vox- or pictcaster. They must also speak a common language.",
            "SkillUse":"1 minute, or more for complex deceptions",
            "SpecialUses":[
                {
                    "Use":"Con",
                    "Description":"The ship’s master or officers can use deception to temporarily increase the crew’s morale during combat by plying them with exaggerated battle reports or idle suppositions concerning what Ork Freebooters do to prisoners. Outside of combat, the Explorer can use this skill to reduce the effect of long warp passages on the crew’s morale. Each failure imposes a cumulative –10 penalty upon subsequent attempts, as character’s audience becomes wise to the deceptions (See page 293)."
                }
            ]
        },
        {
            "Name":"Demolition",
            "Type":"Advanced",
            "Characteristic":"Inteligence",
            "Descriptor":"Crafting",
            "Description":"The Explorer can use the Demolition Skill to employ explosives in the proper quantity to achieve a desired effect, from cutting through the hatch of a Land Raider to destroying a plasma conduit without significant y damaging the reactor behind it. It can also be used to diffuse the explosive left by others or to manufacture demolition materials, from slow fuses to blasting caps to the explosives themselves. This Skill pertains to set charges rather than grenades and other devices intended for use against the enemy in combat.",
            "SkillUse":"Full Action unless otherwise noted.",
            "SpecialUses":[
                {
                    "Use":"Manufacture Explosives",
                    "Description":"Much like the Trade Skills, the Demolition Skill allows the Explorer to make explosive materials from basic components. This use of the Demolition Skill is an Extended Test, and the GM will assign a difficulty and du ation in accordance with the complexity of the compound and the materials at hand. Constructing breaching charges in a wellstocked Munitorum warehouse is far easier than making a fuse from dried vines and animal droppings."
                },
                {
                    "Use":"Place Explosives",
                    "Description":"The effectiveness of explosive devices is greatly dependent upon the skill with which they are placed. Success on a Demolitions Test indicates the Explorer has successfully planted the explosive charge, set with his trigger of choice. Possible triggers are only limited by one’s imagination, and can include trip wires, timers, proximity sensors, or remote activators. Failure indicates that the explosives will fail to go off when triggered, though the character will not know this till the time of activation. Four or more Degrees of Failure indicates the Explorer has detonated the device on himself ! Some tasks, such as rigging a building for demolition or setting a series of charges to scuttle a cargo bay, require an Extended Test. The GM will set difficulty and duration depending on the extent of the undertaking. When placing explosives, make sure to note the total Degrees of Success Test result, as it may be used in an Opposed Test if someone attempts to defuse the explosive"
                },
                {
                    "Use":"Defuse Explosives",
                    "Description":"Defusing charges also falls under the Demolition Skill. Make an Opposed Test against the Demolition Skill Test of the individual who set the explosives. Winning the Test indicates that the bomb has been defused. Simple failure means that while the charge has not been disarmed, neither has it gone off. Four or more Degrees of Failure indicates the Explorer has set off the device, suffering the consequences of the explosion. Defusing multiple charges or complex trigger mechanisms may require an Extended Test as determined by the GM."
                }
            ]
        },
        {
            "Name":"Disguise",
            "Type":"Basic",
            "Characteristic":"Fellowship",
            "Description":"The Disguise skill allows the Explorer to mask his features and even assume another’s appearance. The difficulty of the test depends upon the materials available, the differences between the character and the desired appearance, and any other elements that would affect the deception. Disguise is an Opposed Skill Test against a foe’s Scrutiny. The application of the most elementary of disguises takes one minute. The more elaborate the deception, the more time required, up to weeks or months in the case of impersonations involving prosthetics, surgery, or xeno mannerisms. The GM will assign an appropri",
            "SkillUse":"1 minute or more"
        },
        {
            "Name":"Dodge",
            "Type":"Basic",
            "Characteristic":"Agility",
            "Description":"Use the Dodge skill as a Reaction to nullify a successful handto-hand or ranged attack. Success on the Skill Test means the attack has been avoided and deals no damage.",
            "SkillUse":"Reaction"
        },
        {
            "Name":"Drive",
            "Type":"Advanced",
            "Characteristic":"Agility",
            "Descriptor":"Operator",
            "SkillGroups":[
                "Ground Vehicle",
                "Skimmer/Hover",
                "Walker"
            ],
            "Description":"The Drive allows the Explorer to control land-based, hover-, or skimmer-type vehicles. Vehicles include Cargo-8s, Rhinos, Land Speeders, Sentinels, and other ground-based transports. Normal driving does not require a Skill Test, but one is required for hazardous conditions, excessive speed, or dangerous manoeuvres.",
            "SkillUse":"Half Action"
        },
        {
            "Name":"Evaluate",
            "Type":"Basic",
            "Characteristic":"Inteligence",
            "Descriptor":"Investigation",
            "Description":"The Explorer can use Evaluate to determine the approximate value of an object or group of items. Thus, the Skill can be used on a single power sword or a cargo hold full of lasrifle . Success on the Evaluate Test reveals the item’s Availability Modifier (see page 272). Additional Degrees of Success will give additional information about the objects. A failure results in the miscalculation of an item’s true value, with the degree of error increasing with each Degree of Failure. The GM should roll Evaluate Tests and only reveal what the Explorer believes to be true. The difficulty of the Test should be adjusted for the Explorer’s access to the item and the time allowed by the seller. Using Evaluate on large cargoes requires an Extended Test, though the Explorer can appraise single items in about a minute. Additionally, Evaluate can be used at the GM’s discretion to assist with determining the requirements for Endeavours (see page 277).",
            "SkillUse":"1 minute or more"
        },
        {
            "Name":"Forbidden Lore",
            "Type":"Advanced",
            "Characteristic":"Inteligence",
            "Descriptor":"Investigation",
            "Description":"Forbidden Lore skills represent knowledge usually hidden, veiled, or proscribed by an organisation or society. Mere possession of this knowledge may cause difficulties for those not associated with the group in question. Excessive knowledge of the hidden truths of powerful Navigator houses can be decidedly bad for one’s health for those outside the Navis Nobilite. A successful Forbidden Lore Test indicates the Explorer can  82 III: Skills recall basic information about the subject. The GM will reveal additional information as appropriate to the Degree of Success on the roll.",
            "SkillGroups":[
                {
                    "Group":"Adeptus Mechanicu",
                    "Description":"An in-depth understanding of followers of the Machine God, including such things as their rituals, observances, common beliefs, core philosophies, and specific knowledge of the Universal Laws."
                },
                {
                    "Group":"Archeotech",
                    "Description":"Knowledge of the great, lost tech devices of past times and clues to their mysterious functions and purposes."
                },
                {
                    "Group":"Daemonology",
                    "Description":": Lore about some of the most infamous warp entities and their twisted physical manifestations."
                },
                {
                    "Group":"Heresy",
                    "Description":"Wisdom concerning acts and practices deemed heretical by the Imperium, the most contemptible heretics of history, and their acts."
                },
                {
                    "Group":"The Inquisition",
                    "Description":" Understanding the secretive organisation of the Imperium, its common tenets and famous Inquisitors."
                },
                {
                    "Group":"Mutants",
                    "Description":"The study of stable and unstable mutations within humanity, their cancerous influence and mutagenic development over time, and some of the studies and books on the topic."
                },
                {
                    "Group":"Navigators",
                    "Description":"Secret knowledge about the Navis Nobilite families, their breeding programs, common mutations, and prominent patriarchs."
                },
                {
                    "Groups":"Pirates",
                    "Description":": Knowledge of the scourge of the warp lanes, their tactics, infamous vessels, and inhuman captains"
                },
                {
                    "Group":"Psykers",
                    "Description":" Skill in identifying psykers, the physical effects of their powers, the danger they cause, and the general extent of their capabilities"
                },
                {
                    "Group":"The Warp",
                    "Description":"An understanding of the energy of the warp, its interaction and interrelation with realspace and how its tides and eddies affect travel between the stars"
                },
                {
                    "Group":"Xenos",
                    "Description":"Knowledge of the minor and major alien species known to the Imperium, the threat they pose, and their general appearance"
                }
            ],
            "SkillUse":"Free Action…although the consequences of knowing such things can last a lifetime."
        },
        {
            "Name":"Gamble",
            "Type":"Basic",
            "Characteristic":"Inteligence",
            "Description":"The Explorer uses Gamble when participating in games of chance popular amongst both officers and crew of trader fleet . Each participant wagers an amount, though these are typically the same, and makes an Opposed Test with the Gamble Skill. The player with the most Degrees of Success or fewest Degrees of Failure wins the pot. The Explorer may choose to lose against any player with a worse result as part of a Deceive attempt. Those with both Skills may use Sleight of Hand instead of Gamble to hide cards or alter dice rolls. Success gives the character a +20 bonus to his tests, but four or more Degrees of Failure indicates he has been caught in the act",
            "SkillUse":"Full Action for an entire day of gaming"
        },
        {
            "Name":"Inquiry",
            "Type":"Basic",
            "Characteristic":"Fellowship",
            "Descriptor":"Investigation",
            "Description":"The Explorer can use Inquiry to gain information by asking questions, through conversation or simple eavesdropping. Inquiry allows him to pick up general information about an area: its news, recent events, and more. Additional Degrees of Success reveal more detailed or more secretive tidings. Inquiry can also be used as an Investigation Skill, allowing the Explorer to hunt after a particular item of information from either individuals or resources, such as the ship’s librarium. This use is virtually always an Extended Test, with Difficulty and Duration set by the GM.",
            "SkillUse":"1 hour or more",
            "SpecialUses":[
                {
                    "Use":"Hunt for Sedition",
                    "Description":"A character may use his skills of inquiry among members of the crew to plumb for malcontents, malingerers and mutineers. Successful use of Inquiry improves Morale by 1d5 by removing of negative influences from the rest of the crew, but for every point the ship’s Morale improves, the Population is reduced by 1 in turn as the seditious elements are purged"
                }
            ]
        },
        {
            "Name":"Interrogation",
            "Type":"Advanced",
            "Characteristic":"Willpower",
            "Description":"Interrogation allows the Explorer to extract information from an unwilling subject. The application differs from torture, where a subject will frequently say anything to stop the ordeal. Rather, it represents skilled application of psychology, various devices, serums, and other techniques. The GM may modify the Difficulty of the Test according to the availability of tools, facilities, and other conditions. Interrogation is always an Opposed Test, pitting the Explorer’s Interrogation Skill against an opponent’s Willpower. If he wins the Opposed Test, the Explorer gets one answer, plus one answer for each Degree of Success. If the opponent wins the Opposed Test, the Explorer gets nothing of worth. Two or more Degrees of Failure inflict 1d10 plus the character’s Willpower Bonus in Damage, and prevents any further interrogation for 1d5 days. If the Explorer suffers four or more Degrees of Failure, he deals the same Damage and his subject gains a +30 bonus to Willpower Tests made to resist Interrogation at the hands of the Explorer or his allies. Each Interrogation Test inflicts one level of Fatigue on the target.",
            "SkillUse":"1d5 hours"
        },
        {
            "Name":"Intimidate",
            "Type":"Basic",
            "Characteristic":"Strength",
            "Descriptor":"Interaction",
            "Description":"The Explorer uses Intimidate to pressure an individual to give in to his demands. The character does not make an Intimidate Test every time he makes a threat, but only when it involves coercion. Though Intimidate lists Strength as its associated characteristic, the Explorer may substitute either Intelligence or Fellowship if the threat involves more subtle methods than brute force, such as blackmail or humiliation. An Intimidate Test affects a number of targets equal to the Explorer’s Strength, Intelligence, or Fellowship Bonus, depending on the characteristic used for the test. His targets must be able to see and hear him clearly, either in person or via pict- or vox-caster, and speak a common language.",
            "SkillUse":"Full Action."
        },
        {
            "Name":"Invocation",
            "Type":"Advanced",
            "Characteristic":"Willpower",
            "Description":"An Invocation test is a Full Action. For the duration of the round, the Explorer clears his mind of external influence and focuses his will more intently. This may be through recitation of mantras, use of psychic foci, or meditation. A successful test indicates that his mind is ready to channel the warp more intensely than usual while still limiting his exposure. On the next round, the Explorer adds +1 to the final Psy Rating of any Fettered Power Test. Failure on the Invocation Test indicates that the Explorer’s attempts to focus have backfi ed, and he suffers a –1 penalty to the final Psy Rating of a Fettered Power Test. If this reduces the Psy Rating to zero, the power fails to activate",
            "SkillUse":"Full Action"
        },
        {
            "Name":"Literacy",
            "Type":"Advanced",
            "Characteristic":"Intelligence",
            "Description":"Literacy allows the Explorer to read and write any language he speaks. Everyday activities do not require Literacy Tests, but situations involving regional variations, damaged manuscripts, archaic usage, or colloquial phrases necessitate a Test.",
            "SkillUse":"1 minute for 1 page of text, roughly 750 words."
        },
        {
            "Name":"Logic",
            "Type":"Basic",
            "Characteristic":"Intelligence",
            "Description":"The Explorer uses Logic to solve problems, decipher puzzles, and deal with other situations involving demonstration and inference. A Logic Test might infer the missing symbol in a series or to solve a particularly troublesome mathematical equation. He can also use the Skill to prepare a reasoned argument for debate or philosophical exchange. The preparations of complex reasoning or complicated problems are Extended Tests.",
            "SkillUse":"1 minute, or longer for particularly complex problems."
        },
        {
            "Name":"Medicae",
            "Type":"Advanced",
            "Characteristic":"Intelligence",
            "Description":"The Medicae Skill helps diagnose and treat injuries by suturing wounds, applying counterseptic, and use of medical devices such as the Narthecium. On individual patients Medicae provides First Aid and Extended Care for short- and long-term treatment. On larger groups of wounded, Medicae can help save the lives of those that can be saved and apply the Emperor’s grace to those who cannot, resulting in fewer overall deaths. It can also help diagnose widespread medical problems and apply the ounce of prevention before the pound of cure becomes necessary.",
            "SpecialUses":[
                {
                    "Use":"First Aid",
                    "Description":"The Medicae Skill performs first aid for the injured, removing a small amount of damage by suturing lacerations, bandaging abrasions, and plugging punctures. A successful Medicae Test removes Damage equal to the Explorer’s Intelligence Bonus on lightly damaged characters or 1 damage point from heavily or critically damaged characters. The First Aid use of the Medicae Skill can be used to treat any number of untreated injuries with a single Medicae Test. If successful, the Medicae Test removes Damage as detailed above. Once the Medicae Test is performed, the injuries are treated (for better or worse) and cannot be treated with another First Aid Test. They may be treated with an Extended Care Test."
                },
                {
                    "Use":"Extended Care",
                    "Description":"Using the Medicae Skill for extended care speeds the healing process. The Explorer can properly treat a number of patients equal to his Intelligence Bonus. Each additional patient imposes a cumulative –10 penalty to the Medicae Tests to provide extended care. For lightly damaged patients, make one Test at the end of each day. For heavily or critically damaged patients, Test once at the end of each week. Success allows the patient to remove twice the normal Damage—removing Critical Damage first—plus 1 point for each Degree of Success. Failure does not adversely affect the patients, who heal at the normal rate. Two or three Degrees of Failure indicate that all lightly and heavily damaged patients take 1 Damage each, using Sudden Death to resolve any Critical Damage (see page 250). Four or more Degrees of Failure indicate all patients take 1d10 Damage, using Sudden Death to resolve Critical Damage."
                },
                {
                    "Use":"Special Use",
                    "Description":"Medicae can also be used to diagnose disease and other ailments, both on one’s fellow Explorers and also on the crew at large. On individuals, a successful Skill Test yields the name of the ailment and basic treatments. When used on groups, a successful Skill Test prevents casualties to the Crew Population due to disease or malnutrition due to extended voyages"
                }
            ],
            "SkillUse":"Full Action"
        },
        {
            "Name":"Navigation",
            "Type":"Advanced",
            "Characteristic":"Intelligence",
            "Descriptor":"Exploration",
            "Description":"The Explorer uses the Navigation Skill to plot a course between two points. The course might be across a continent or through the tides of the empyrean. A successful Navigation Test also provides an estimated travel time based on geography, cosmography, prevailing conditions, weather, warp tides and the like. Surface Navigation is used to navigate across a planet’s surface, using logi-compasses, map readouts, and geographical knowledge. Stellar Navigation is used to navigate in space between planets, using star-charts, and carto-mantic rituals. Warp Navigation reflects the Navigator’s ability to steer a starship through the tides of the empyrean, using the beacon of the Astronomicon as a reference. It determines how quickly a ship reaches its destination. When conditions are particularly challenging, the Skill also determines if the ship reaches its destination at all. For further information, see Warp Travel on page 183. A Navigation Test represents several hours of charting courses, consulting maps, and making necessary trajectory corrections. However, one minute is adequate for the purpose of finding one’s current location so long as the ship is not in the warp.",
            "SkillGroups":[
                "Surface",
                "Stellar",
                "Warp"
            ],
            "SkillUse":"1 minute for simple location; 1d5 hours for plotting courses or routes"
        },
        {
            "Name":"Performer",
            "Type":"Advanced",
            "Characteristic":"Fellowship",
            "Description":"The Explorer uses the Performer Skill to entertain and enthrall groups of spectators. Performer Tests take an amount of time dependent on the art form involved.",
            "SkillGroups":[
                "Dancer",
                "Musician",
                "Singer",
                "Storyteller"
            ],
            "SpecialUses":[
                {
                    "Use":"Charming Performance",
                    "Description":"The Explorer may make a Difficult (–10) erformer (Storyteller) or Performer (Singer) Test instead of Charm, to win round the audience, causing their disposition to improve by one level, or to temporarily improve the Morale of the crew. When used to improve Morale, a successful Test adds +5 to the ship’s Morale, with an additional +10 for every two Degrees of Success, for the duration of the combat"
                },
                {
                    "Use":" Enthralling",
                    "Description":"The Explorer may make a Difficult (–10) performer (Musician) or Performer (Singer) Test instead of a Blather Test, utterly enthralling and distracting the audience for a moment. When used in place of Blather, it is subject to the same rules and conditions"
                }
            ],
            "SkillUse":"Variable"
        },
        {
            "Name":"Pilot",
            "Type":"Advanced",
            "Characteristic":"Agility",
            "Descriptor":"Operator",
            "Description":"Explorers use the Pilot Skill to fly anything from personal jump packs to small atmospheric craft—such as landers or gun-cutters—to void-faring fighter , bombers, and capital vessels. Under normal conditions, piloting does not require a Test, but unusual or difficult conditions such as storms, obstacles, or dangerous manoeuvres do require a Skill Test. When chasing another vehicle or ship or contesting for position, the Explorer make an Opposed Pilot Test against his opponent.",
            "SkillUse":"Half Action"
        },
        {
            "Name":"Psyniscience",
            "Type":"Advanced",
            "Characteristic":"Perception",
            "Description":"Those with the Psyniscience Skill sense the currents and eddies of the warp. The Explorer can use the Skill to detect the presence or absence of daemons and the use of psychic powers. The Skill also allows detection of psychic phenomena, disturbances, voids, or other areas where the flow of the immaterium has been unsettled or disrupted. The general results of Psyniscience tests are: Standard Success - Awareness of immaterium disruption ornumber of entities present. One Degrees of Success - Approximate direction of the phenomena or creatures. Two Degrees of Success -Rough location of the warp creatures or beings affecting the immaterium. Three or more Degrees of Success - Exact position of the creatures or psykers present",
            "SkillUse":"Full Action",
            "SpecialUses":[
                {
                    "Use":"Astropathic Interference",
                    "Description":"Astropaths can also use the Psyniscience skill to block the communications of other Astropaths. Used in this way, this is an Opposed Test, with the interfering Astropath suffering a –10 penalty for each Void Unit between himself and the target. If successful, the blocking Astropath stops the blocked Astropath’s ship from sending or receiving Astropathic transmissions."
                }
            ]
        },
        {
            "Name":"Scholastic Lore",
            "Type":"Advanced",
            "Characteristic":"Intelligence",
            "Descriptor":"Investigation",
            "Description":"Scholastic Lore grants the Explorer knowledge of a particularly complex or esoteric subject. A successful Skill Test allows him to recall necessary information or research a particular subject should appropriate reference material be readily available. Scholastic Lore grants a depth of knowledge far beyond that of Common Lore, requiring both experience and study to obtain. Scholastic Lore Tests can identify things that fall within the Explorer’s area of expertise—a person, book, starship or machine spirit. A successful Skill Test within the realm of the character’s specialty reveals basic information about the object in question. Standard success - Reveals basic information known to scholars on the topic. One Degree of Success - Reveals uncommon information, known to few dedicated academics. Two Degrees of Success - Reveals obscure information, known to only serious scholars. Three or more Degrees of Success - Reveals extremely rare information, known only to true experts in the field. Scholastic Lore overlaps with Common Lore and Forbidden Lore in some areas, but it represents more in-depth, academic information. An Explorer with Common Lore (Navis Nobilite) might know conventional information about the Navigator families and their ability to direct the starships of the Imperium, but one with Scholastic Lore (Navis Nobilite) would be able to trace lineage and historic agreements of a family over the millenia.",
            "SkillGroups":[
                {
                    "Group":"Archaic",
                    "Description":"An understanding of the Imperium’s dark past, its proscribed eras and how the long millennia have changed the face of mankind"
                },
                {
                    "Group":"Astromancy",
                    "Description":"A knowledge of stars, singularities, and the worlds around them, as well as theoretical understanding of how to use telescopes, astrolithic charts, and the like."
                },
                {
                    "Group":"Beasts",
                    "Description":"An understanding of the genus and families of animals and familiarity with the characteristics and appearance of many semi-sentient creatures"
                },
                {
                    "Group":"Bureaucracy",
                    "Description":"A familiarity with the rules and regulations involved with governments, particularly the Adeptus Administratum, and their many and varied departments, bureaus, and policies"
                },
                {
                    "Group":"Chymistry",
                    "Description":" A knowledge of chemicals, their alchemical applications in a number of uses, and their prevalence or scarcity throughout the Imperium."
                },
                {
                    "Group":"Cryptology",
                    "Description":"An understanding of codes, ciphers, cryptographs, secret languages, and numerical keys. This may be used to either create or decipher encryptions."
                },
                {
                    "Group":"Heraldry",
                    "Description":"A grasp of the principles and devices of Heraldry, as well as a knowledge of the most common seals and heraldic devices used by the Imperium’s most noble houses and families"
                },
                {
                    "Group":"Imperial Warrants",
                    "Description":"Information concerning the establishment, legal scope, and use of the warrants used to by Rogue Traders, as well as the most well known and dynastic warrants of the Imperium"
                },
                {
                    "Group":"Imperial Creed",
                    "Description":": An understanding of the specific rituals and practices of the Ecclesiarchy, from the traditional construction of their temples to specific points from its texts. This information may be used to conduct the rituals for others."
                },
                {
                    "Group":"Judgment",
                    "Description":": Knowledge of the proper punishments for the myriad of crimes and heresies punishable by Imperial law."
                },
                {
                    "Group":"Ledgend",
                    "Description":"Going beyond archaic knowledge, this encompasses most secretive portions of Imperial history, such as the Dark Age of Technology, the Age of Strife, the Great Crusade, and the Horus Heresy."
                },
                {
                    "Group":"Navis Nobilite",
                    "Description":" Lore concerning the family trees, contracts, and histories of the great houses of the Navigators."
                },
                {
                    "Group":"Numerology",
                    "Description":"An understanding of the mysterious link between numbers and the physical universe, from Catastrophe theory to the Sadleirian litany"
                },
                {
                    "Group":"Occult",
                    "Description":"An understanding of occult rituals, theories, and superstitions, as well as the better-known mystical uses of occult items."
                },
                {
                    "Group":"Philosophy",
                    "Description":" Knowledge concerning the theories of thought, belief, existence, and other intangibles. As it also includes logic and debate, it may be used for argument or creating philosophical works"
                },
                {
                    "Group":"Tactica Imperialis",
                    "Description":" The theories of the Tactica Imperialis, as well as other systems of troop deployment and battle techniques used by the Imperium. This knowledge may be used to devise a battle plan or deduce the likely flow of war fought by Imperial forces."
                }
            ],
            "SkillUse":"Free Action"
        },
        {
            "Name":"Scrutiny",
            "Type":"Basic",
            "Characteristic":"Perception",
            "Description":"The Scrutiny Skill helps assess the people or objects the Explorer encounters. The character uses it to determine an individual’s truthfulness, his motives and generally appraise his personality and temperament. It can also be used to examine an object in detail, noticing small details and characteristics that might pass unseen in a casual inspection. For starship auspex returns, it allows determination of a vessel’s mass, velocity, and more. Scrutiny is an Opposed Test against the target’s Deceive Skill when trying to perceive falsehoods or deceptions. However, Scrutiny does not reveal hidden secrets or a target’s carefully concealed intent, and should never replace good roleplaying in an interactive situation. This Skill counters the Opposed Tests of many manipulative Interaction skills, such as Charm, Deceive, and Intimidate. Aboard starships, this skill operates and interprets the ship’s sensors, which require special skills for interpretation of the raw data involved. (See Chapter VIII: Starships for details",
            "SkilUse":"Full Action, though special uses may require more time."
        },
        {
            "Name":"Search",
            "Type":"Basic",
            "Characteristic":"Perception",
            "Descriptor":"Exploration",
            "Description":"The Explorer uses the Search Skill to discover things that are physically hidden, from a secreted holdout pistol to a shuttle code. Search involves active investigation, whereas Awareness deals with passive or subconscious detection. Each Search Test covers a small room or area. When an object or individual has been deliberately hidden, the Search Test is an Opposed Test against the target’s Concealment.",
            "SpecialUses":[
                {
                    "Use":"Inspection",
                    "Description":"The Search skill can also be used to find hi den stores, contraband, stowaways, and even evidence of sabotage on vehicles and starships. Depending on the size of the vehicle, the GM may designate this as an Extended Test with an appropriate Duration."
                }
            ],
            "SkillUse":"1 minute"
        },
        {
            "Name":"Secret Tongue",
            "Type":"Advanced",
            "Characteristic":"Intelligence",
            "Description":"Secret Tongue represents comprehension of a particularly obscure and arcane language known to only those of a specific class or organisation. Some resemble codes or ciphers more than an actual language, and some even use a common tongue in unusual ways. Code words, ciphers, sub-sonics, visual cues, and countless other techniques allow secret communication while maintaining normal appearances. Skill Tests are unnecessary so long as all speakers know the secret language. Situations involving adverse conditions, such as speaking over a poor vox link or communicating complex concepts, require a Skill Test of appropriate Difficult . Groups of Explorers may even develop their own secret tongue, which would become available as an Elite Advance.",
            "SkillGroups":[
                {
                    "Group":"Administratum",
                    "Description":"A collection of acronyms, jargon, and procedural litanies used by the Adeptus Administratum. It should be noted that this language can be exceedingly longwinded."
                },
                {
                    "Group":"Ecclesiarchy",
                    "Description":"An allegorical language of devotion and politics, it makes use of religious metaphors and passages of holy texts in archaic High Gothic"
                },
                {
                    "Group":"Military",
                    "Description":"A selection of coded phrases, jargon, hand gestures, references to ancient battles, and a surprising number of terms for death."
                },
                {
                    "Group":"Navigator",
                    "Description":"A number of archaic, dead tongues or dialects, now only know to the ancient Nobilite families that keep the old languages alive."
                },
                {
                    "Group":"Rogue Trader",
                    "Description":": A prearranged series of code phrases and inflections intelligible only to those in the same vessel or fleet. Each trader eventually develops his own system of clandestine communication."
                },
                {
                    "Group":"Tech",
                    "Description":" This coded binary cant includes high and low frequency sound waves and occasionally optical pulses"
                },
                {
                    "Group":"Underdecks",
                    "Description":"A crude version of Low Gothic originating in the underhives, but migrated to the bilges and lower decks of most vessels; it incorporates a mishmash of colourful slang terms"
                }
            ],
            "SkillUse":"Free Action"
        },
        {
            "Name":"Security",
            "Type":"Advanced",
            "Characteristic":"Agility",
            "Descriptor":"Exploration",
            "SkillUse":"1 minute, reduced by 10 seconds for each Degree of Success."
        },
        {
            "Name":"Shadowing",
            "Type":"Advanced",
            "Characteristic":"Agility",
            "Description":"Shadowing allows the Explorer to follow others on foot or using  vehicles and starships. It contrasts with Concealment because  it involves movement and blending into one’s surroundings.  On foot, it might involve using physical cover or the press of  bodies in a crowd; in a vehicle, techniques might include false  turns or using a cargo hauler as cover; aboard ships it can entail  the use of asteroids or other stellar objects or busy space lanes  around major systems. Shadowing Tests are always Opposed  Tests against the opponent’s Awareness or Scrutiny Skill.  A single Shadowing Test is sufficient to follow an opponent  unseen for one minute",
            "SkillUse":"1 minute"
        },
        {
            "Name":"Silent Move",
            "Type":"Basic",
            "Characteristic":"Agility",
            "Descriptor":"Movement",
            "Description":"Use the Silent Move Skill anytime silence and secrecy is  essential in the Explorer’s activities. The GM sets the Difficulty  of the Test depending on the environment, where the echoing  steel halls of a cargo bay yields a greater Difficulty than the  wood-panelled, carpeted environs of the officers’ quarters.  Silent Move Tests are always Opposed Tests against the  opponent’s Awareness or Scrutiny Skill.",
            "SkillUse":"Free Action as part of Movement"
        },
        {
            "Name":"Sleight of Hand",
            "Type":"Advanced",
            "Characteristic":"Agility",
            "Description":"Explorers use Sleight of Hand for any task requiring a combination of deception and dexterity. Examples include palming small objects, picking pockets, or performing tricks. The GM sets the Difficulty for the Test according to the size of the object and the intensity of observation. Sleight of Hand is always an Opposed Test against the opponent’s Awareness or Scrutiny. The Explorer can use Sleight of Hand instead of Gamble to employ deception and alter the odds in games of chance. See the Gamble skill for more information. Though Sleight of Hand usually requires a Half Action, the Explorer may make a Test as a Free Action with a –10 penalty",
            "SkillUse":"Half Action"
        },
        {
            "Name":"Speak Language",
            "Type":"Advanced",
            "Characteristic":"Intelligence",
            "Description":"Speak Language is used to communicate with others using the same language. The Imperium has nearly as many languages as it has star systems, but for all this variety, most people can speak or understand a variation of Low Gothic. In most situations, Skill Tests are unnecessary so long as those involved all speak a common tongue. However, communication with those using obscure dialects or cryptic, complex concepts will require a Test at an appropriate Difficulty",
            "SkillGroups":[
                {
                    "Group":"Eldar",
                    "Description":"Though no human can hope to capture the subtle nuances and sub-tones of this extremely complex and ancient language, it is enough to make one’s meaning clear."
                },
                {
                    "Group":"Explorator Binary",
                    "Description":"Very similar to Techna-Lingua, the binary language of the Explorator fleets has diverged from its parent tongue; the Mechanicus permits its use, but frowns on it for official discourse. Questors and other field operatives use it to keep conversations private from their planet-bound brethren."
                },
                {
                    "Group":"High Gothic",
                    "Description":": The official language of the Imperium, used by Imperial officials, nobility, members of the Ecclesiarchy, and those involved in high-level negotiations."
                },
                {
                    "Group":"Low Gothic",
                    "Description":"The common tongue of the Imperium, used by the countless billions of ordinary citizens."
                },
                {
                    "Group":"Techna-Lingua",
                    "Description":"The official language of the Adeptus Mechanicus, this binary language has been optimized for rapid communication of technical data and servitor commands."
                },
                {
                    "Group":"Trader's Cant",
                    "Description":"Many Rogue Traders employ this language when dealing with their fellow traders, which allows for rapidfire negotiations and interchange"
                }
            ],
            "SkillUse":"Free Action"
        },
        {
            "Name":"Survival",
            "Type":"Advanced",
            "Characteristic":"Intelligence",
            "Descriptor":"Exploration",
            "Description":"Survival allows the Explorer to endure for prolonged periods in unusual or alien environments. A skilled outdoorsman, the character can find edible plants, hunt for game, and determine if food is safe for consumption. He can also construct viable shelters from native materials or improvised substances and ensure they’re located away from flood- hutes or the territory of predators. The Difficulty of these Tests depends on the location—barren deserts provide much greater challenge than verdant tropical forests. This Skill can also apply to man-made environments, such as artificial worlds, the depths of the Underhive, or the belly of massive starships. In this case, it can provide safe resting areas away from plasma vents and knowledge about which sacred unguents also provide minimal nutrition.",
            "SkillUse":"Full Action"
        },
        {
            "Name":"Swim",
            "Type":"Basic",
            "Characteristic":"Strength",
            "Descriptor":"Movement",
            "Description":"Swim allows the Explorer to swim through various liquid mediums. Under normal conditions swimming does not require a Test. More difficult waters, unusual circumstances, or long distances call for a Skill Test.",
            "SkillUse":"Full Action."
        },
        {
            "Name":"Tech-Use",
            "Type":"Advanced",
            "Characteristic":"Intelligence",
            "Descriptor":"Exploration",
            "Description":"Tech-Use allows the Explorer to use or repair complex mechanical items or fathom the workings of unknown technical artefacts. Using a basic piece of equipment under typical circumstances requires no Test, such as using a voxcaster or opening a shuttle hatch. Tech-Use Tests are necessary for unusual or unfamiliar gear, malfunctioning or broken items, and any situation where conditions are less than ideal, such as attempting to use the same vox-caster near a plasma core or coaxing the machine spirit of a strange vessel’s warp drive to reignite its fires. The Explorer can also use Tech-Use to repair damaged or defective items, using an Extended Test of Duration and Difficulty set by the GM depending on the item’s complexity and the extent of the damage. Tech-Use does not include building an item from scratch, which requires the relevant Trade Skill. A Tech-Use Test to determine the function of acomplex system takes one minute, but the GM may adjust this depending on the complexity. Tests made to repair items are Extended Tests, the Duration of which will depend upon the size and complexity. Tech-Use can be used to direct the actions of Servitors; when used this way, Tech-Use functions identically to Command.",
            "SkillUse":"1 minute, or more for complex systems",
            "SpecialUses":[
                {
                    "Use":"Security Systems",
                    "Description":"Security covers mechanical security systems, but many systems may have both physical and electronic components, and certain examples may be entirely controlled by cogitators and machine spirits. The GM will determine the necessary Skill Tests required for a particular system, which may include a combination of both Skills, or may involve a single roll with an appropriate modifier for possessing, or lacking, either Skill."
                }
            ]
        },
        {
            "Name":"Tracking",
            "Type":"Advanced",
            "Characteristic":"Intelligence",
            "Descriptor":"Exploration",
            "Description":"With the Tracking Skill the Explorer can follow the signs left by his quarry. Following obvious tracks does not require a Skill Test and is considered part of an Explorer’s movement. In instances where the time or elements have eroded the signs or where the very environment makes seeing them difficult, such as darkness or fog, Tracking Tests are required. The Difficulty depends on the condition of the traces and the tracker’s surroundings. When following any tracks where the Difficulty of the Test is more than Challenging (+0), the tracker’s Movement rate drops to half. Cunning or devious quarry may attempt to conceal or erase their tracks. In any case where an opponent has attempted to do this, make an Opposed Test made against the prey’s Concealment. The Explorer can use this Skill with the Investigation and Exploration rules on page 263 to determine information about the quarry, including time since they passed, numbers and their race.",
            "SkillUse":"Free Action made as part of Movement"
        },
        {
            "Name":"Trade",
            "Type":"Advanced",
            "Characteristic":"Intelligence",
            "SkillGroups":[
                {
                    "Group":"Archaeologist (Int)",
                    "Description":"Used to locate, examine, and analyze ancient ruins and artefacts."
                },
                {
                    "Group":"Armourer (Ag)",
                    "Description":"Used to design, upgrade, and forge weaponry, from personal arms to starship batteries"
                },
                {
                    "Group":"Astrographer (Ag)",
                    "Description":": Used to create two- and three-dimensional representations of stellar locations and warp routes."
                },
                {
                    "Group":"Chymist (Int)",
                    "Description":"Used to create poisons, drugs, and a wide variety of other compounds."
                },
                {
                    "Group":"Cryptographer (Int)",
                    "Description":"Used to create or decode ciphers, codes and other puzzles."
                },
                {
                    "Group":"Explorator (Int)",
                    "Description":"Used in the exploration of unknown stellar regions"
                },
                {
                    "Group":" Linguist (Int)",
                    "Description":" Used to learn or decipher new languages, both spoken and written"
                },
                {
                    "Group":"Remembrancer (Ag or Int)",
                    "Description":"Used to recount events in a variety of art forms, from sculpture to poetry"
                },
                {
                    "Group":"Scrimshawer (int)",
                    "Description":"Used to inscribe patterns, text, and art onto materials."
                },
                {
                    "Group":"Shipwright (int)",
                    "Description":"Used to design, upgrade, and create voidcapable vessels"
                },
                {
                    "Group":" Soothsayer (Fel)",
                    "Description":"Used to 'foretell” the future by a number of interpretative arts, though its effectiveness is suspect"
                },
                {
                    "Group":"Technomat (Int)",
                    "Description":"Used to maintain and repair technological devices, but through rote memorisation rather than true understanding."
                },
                {
                    "Group":"Voidfarer (Ag)",
                    "Description":" Used in the day-to-day operation, logistics, and defence of starships"
                }
            ],
            "SkillUse":"Variable depending on task and complexity."
        },
        {
            "Name":"Wrangling",
            "Type":"Advanced",
            "Characteristic":"Intelligence",
            "Description":"The Explorer can tame, train, and potentially ride animals encountered in his travels, from spine-hounds to the noble warhorse breeds. Both taming and training beasts are Extended Tests, the Duration of which is determined by the nature and temper of the creature involved. Once an animal has been broken to its master’s will—or at least formed a partnership for particularly strong-willed beasts—directing it or issuing commands is a Half Action. Wild animals, or those trained for hostility and aggression, can have their Disposition changed by one level for every two Degrees of Success, up to a maximum of three levels by a Full Action use of this Skill. GMs may impose penalties for animals that have been particularly well trained or those with uncommon Willpower and Intelligence. Wrangling is of no use against cyber-animals, psy-bonded animals, or against any creature with true sentience.",
            "SkillUse":"Variable depending on task and complexity"
        }
    ],
    "Items":[
        
    ],
    "Talents":[
        
    ],
    "Homeworld":[
        {
            "Title":"Death World",
            "Description":"Upon death worlds, the plants, beasts, and sometimes even the environment itself takes aggressive and destructive forms inimical to human life. Whilst exceptionally difficult to colonise, many death worlds possess valuable resources that require an outpost or other human presence upon the planet’s surface to harvest. Death worlders often band together in tribes, clans, gangs, or other social groups in order to survive. An upbringing in such a harsh environment breeds very hardy and resilient examples of the human race—those tested and found wanting die young.",
            "Quote":"Death worlds are teeming with threats to survival, meaning that those who thrive on such planets are unlike anyone else. Peril and violence have always been a part of your life, and you are stronger because of it. You are aggressive and inured to hardship, proficient at staying alive where others cannot, and aloof from your fellow man",
            "Life":{
                "Title":"Life on a Death World",
                "Description":[
                    "Death worlds, whilst not common within the Imperium, can be found in every segmentum. From the depths of the jungle hell of Catachan to the predator-filled deserts of Luther Mcintyre, death worlds have a well-earned reputation as some of the most dangerous planets in the galaxy. The inhabitants of these worlds are determined, tenacious people, highly valued for their strength and stamina, and are often drawn upon as recruits for both the Imperial Guard and some Space Marine Chapters. For most death worlds, their inhabitants are their only exports.",
                    "Death worlds vary widely in appearance and environment; some are rich and verdant, stalked by ambulatory, carnivorous plants, whilst others are empty deserts scoured by ionic storms. Each death world presents a thousand new and different ways to die, such as the scythewinds of Mortressa or the corrosive, alkaline storm-mires of Burnscour.",
                    "Those unlucky enough to be raised on a death world are generally pragmatic and fatalistic. Death is a constant companion, and only by accepting that can a death worlder hope to reach maturity with his sanity intact. Usually, the greatest achievement a death worlder can strive for is to achieve some truly impressive feat before his death, so he will be remembered by his descendants. If a death worlder actually makes it off-world, he is likely to view distant worlds with jaded eyes. After all, he has already seen the worst the galaxy has to offer, for surely nothing can exceed the horrors of his birth world."
                ]
            },
            "Character Features":{
                "Title":"Death World Characters",
                "Description":"Death world characters are those who have travelled offworld and have left behind the danger and ferocity of their home. They are rugged, uncomplicated individuals for the most part, often drawn to the bold lifestyle of the Archmilitant or the Void-master. Unfortunately, death worlders are uncomfortable in the complex social situations common to civilised worlds and rarely find themselves able to relax amongst the decadence and intrigues of noble society. Death worlders are renowned for their resilience and exemplify the concept of survival of the fittest",
                "Mods":[
                    {
                        "Attr":"Strength",
                        "Value":5
                    },
                    {
                        "Attr":"Toughness",
                        "Value":5
                    },
                    {
                        "Attr":"Willpower",
                        "Value":-5
                    },
                    {
                        "Attr":"Fellowship",
                        "Value":-5
                    }
                ],
                "Features":[
                    {
                        "Title":"Starting Skills",
                        "Description":"All death worlders are adept at resisting the dangers of a hostile environment. Death worlders gain the Survival Skill.",
                        "Features":[
                            {
                                "Skill":"Survival"
                            }
                        ]
                    },
                    {
                        "Title":"Hardened",
                        "Description":"Death worlders are accustomed to violence. In addition, many death worlds contain many venomous predators. Death worlders may choose to start one of the following talents: Jaded or Resistance (Poisons)",
                        "Features":[
                            {
                                "Choice":[
                                    {
                                        "Talent":"Jaded"
                                    },
                                    {
                                        "Talent":"Resistance",
                                        "Groups":[
                                            "Poisons"
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"If It Bleeds, I Can Kill It",
                        "Description":"Most death worlds possess plants and beasts utterly hostile to human life, and inhabitants must find any means necessary to combat them if they are to survive. Death worlders are adept at using weapons commonly found in or fashioned from their environment. Death worlders gain the Melee Weapon Training (Primitive) Talent.",
                        "Features":[
                            {
                                "Choice":[
                                    {
                                        "Talent":"Melee Weapon Training",
                                        "Groups":[
                                            "Primitive"
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"Paranoid",
                        "Description":" The inherently dangerous conditions of a death world encourage distrust and doubt. Death worlders tend to be slow to put their faith in anyone other than themselves and chafe against the petty strictures of a more complex society. They suffer a –10 penalty to all Interaction Skill Tests made in formal surroundings.",
                        "Features":[
                            {
                                "Feature":"–10 penalty to all Interaction Skill Tests made in formal surroundings"
                            }
                        ]
                    },
                    {
                        "Title":"Survivor",
                        "Description":"Simply reaching adulthood is an achievement for death worlders. Having overcome myriad dangers to achieve this goal means that a hardened death worlder is less likely to succumb in the face of new threats. Death worlders gain a +10 bonus to any test to resist Pinning and Shock.",
                        "Features":[
                            {
                                "Feature":"+10 bonus to any test to resist Pinning and Shock."
                            }
                        ]
                    },
                    {
                        "Title":"Starting Wounds",
                        "Description":"Death world characters double their starting Toughness Bonus and add 1d5+2 to the result to determine their starting number of Wounds",
                        "WoundDice":"1d5",
                        "WoundBonus":"2"
                    },
                    {
                        "Title":"Starting Fate Points",
                        "Description":": Roll 1d10 to determine a death world character’s starting Fate Points. On a 1–5, he begins with 2 Fate Points; on a 6–10, he begins with 3 Fate Points.",
                        "FateDice":"1d10",
                        "FateSplit":[
                            {
                                "Min:":1,
                                "Max":5,
                                "Value":2
                            },
                            {
                                "Min":6,
                                "Max":10,
                                "Value":3
                            }
                        ]
                    }
                ]
            }
        },
        {
            "Title":"Void Born",
            "Description":"Not merely star travellers but the products of many generations passed in the darkness between worlds, the void born are relatively few among the teeming multitudes of humanity, but singular, and form a disparate and odd collection of misfit , strangers, and other ill-omened folk, perhaps birthed in the belly of a vessel that has spent centuries charting its course through the stars or aboard an ancient orbital satellite. The void born are often considered to be somehow touched by the taint of the warp, or at least associated with the many and unfathomable dangers of the outer darkness by the common well of the Imperium. Most consider them bringers of badfortune and ill-tidings, secretive, and untrustworthy",
            "Quote":"You were not born on one of the Emperor’s worlds, but instead on a vast ship in the depths of space—perhaps even in the warp itself. Why this sets you apart from your fellow man is unknown, but the way you look, act, and think is somehow different. You have been raised in the company of voidfarers and psykers, and what other men fear or loathe is commonplace to you",
            "Life":{
                "Title":"Life as a Void Born",
                "Description":[
                    "The vast Imperial fleet is a vital factor in the maintenance of the Imperium; without it, human worlds would be isolated from each other and left unprotected. Without it, trade could not exist, weapons could not reach the Emperor’s armies, and world after world would fall into the darkness.",
                    "Space travel throughout the Imperium is dangerous and arduous. Most interstellar travel is undertaken using powerful, ancient engines that push a vessel into the immaterium, also known as the empyrean or warp. Within the warp, a ship can cover many thousands of light years within a relatively short time, dropping back into the materium far beyond the ship’s starting point. Some parts of the warp, however, act as powerful vortices that drag helpless vessels to their doom. There is also a constant danger of turbulence, warp storms, and loops: ships can be thrown thousands of light years off course or trapped in stasis forever. In the warp there is neither time nor distance—only the constantly flowing streams of the immaterium. On board a ship in the warp, a single month of time may pass, yet in the material realm anything from six months to several years may elapse. Fleets responding to distress calls and supply vessels on long voyages have been known to arrive months or even years too late",
                    "Those unlucky enough to be raised on a death world are generally pragmatic and fatalistic. Death is a constant companion, and only by accepting that can a death worlder hope to reach maturity with his sanity intact. Usually, the greatest achievement a death worlder can strive for is to achieve some truly impressive feat before his death, so he will be remembered by his descendants. If a death worlder actually makes it off-world, he is likely to view distant worlds with jaded eyes. After all, he has already seen the worst the galaxy has to offer, for surely nothing can exceed the horrors of his birth world.",
                    "Those who live their lives on void-ships become inured to some extent to the reality-altering process of warp travel, and to living in low- or zero-gravity environments and never knowing the feel of solid ground beneath their feet. Some vessels never make berth, their crews instead raising generations of families in the cold depths of space where gravitational variance, radiation exposure, genetic distortion, and warp anomalies slowly take their toll. What true effect these taints have on individual void born humans is both uncertain and varied, but there is quite evidently something strange about most of them. In many cases, their features are drawn and their skin pallid, and they may may have minor deformities, or an oddness of speech, gait, or general appearance that sets them apart from others. Some, although outwardly normal, carry a strange air about them, a perceptible something 'not quite right” about them that makes others uneasy",
                    "Some void born are raised on huge space stations—asteroid mining installations, Battlefleet Calixis refit stations, or Machine Cult research platforms—but the majority come from a variety of backgrounds aboard an active star vessel, be they the issue of the crew of merchant vessels or warships, miners, scavengers, prison guards (or prisoners), and even the servants of a Rogue Trader. The largest Imperial void-ships are vast, city-sized craft, many of which are thousands of years old. On such huge star vessels, lobotomised servitors and tech-adepts move about their mysterious business, whilst menial crew, passengers, and merchant guilders coexist in crowded vaults, lonely corridors, and cramped quarters. At the right hand of the ship’s Lordcaptain sits the Navigator, one of a strange and select breed of psykers who expertly guide vessels through the immaterium following the psychic beacon of the Astronomican",
                    "Those void born raised in the service of the Imperial Navy or amongst the crew of a Rogue Trader know firsthand the horrors of space and the sheer multitude of the Emperor’s enemies. This knowledge often forces voidfarers of the lowdecks into insular crew brotherhoods, afraid to look outward from their duties or small societies for fear of what might be lurking in the void beyond the hull."
                ]
            },
            "Character Features":{
                "Title":"Void Born Characters",
                "Description":"You have called the interior of a huge Imperial vessel or voidstation your home all your life, but now you have been thrust into the company of others—people completely unlike your peers amongst the void born—and the culture shock gnaws at you. You feel awkward in the company of those born upon worlds, an outsider, distrusted and strange, in their eyes. You come into your own when your expertise is required, however, and what to others may be stark terrors are old familiar enemies to you. Unlike the world born, you are not blinded by ignorance when confronted by psychic phenomena, warp anomalies, and the strange technology of void-ships, and as such, your kind make the best Void-masters and Astropaths. As long as common dirt-dwellers stand in awe or fear of you, they will cease trying to make you fit into their strange cultures and will leave you to your own ways and your own secrets.",
                "Mods":[
                    {
                        "Attr":"Strength",
                        "Value":-5
                    },
                    {
                        "Attr":"Willpower",
                        "Value":5
                    }
                ],
                "Features":[
                    {
                        "Title":"Starting Skills",
                        "Description":"All void born can speak a language unique to their home vessel. Void born gain the Speak Language (Ship Dialect) Skill.",
                        "Features":[
                            {
                                "Skill":"Speak Language",
                                "Groups":[
                                    {
                                        "Choose":1
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"Charmed",
                        "Description":"The void born are touched by the fickle powers of the warp, making them preternaturally lucky. Whenever a void born character spends a Fate Point (though not if he burns one), roll a 1d10. On the roll of a natural 9, the Fate Point is not lost.",
                        "Features":[
                            {
                                "Feature":"Whenever you spend a Fate Point (though not if you burns one), roll a 1d10. On the roll of a natural 9, the Fate Point is not lost."
                            }
                        ]
                    },
                    {
                        "Title":"Ill-omened",
                        "Description":"Whether because of their strange looks, clannish ways, or unwholesome air, the void born are shunned and mistrusted by most. In addition, the void born are most likely to attract any negative attention that the party of Explorers creates—accusations of deceit in trade, disgruntled negotiators, mobs armed with stones, and so on. Because of this, void born characters suffer a –5 penalty on all Fellowship Tests made to interact with non-void born humans.",
                        "Features":[
                            {
                                "Feature":"–5 penalty on all Fellowship Tests made to interact with non-void born humans"
                            }
                        ]
                    },
                    {
                        "Title":"Shipwise",
                        "Description":"Birthed in the depths of a voidfaring craft, the void born have a natural affinity for such vehicles. As a result, Navigation (Stellar) (Int) and Pilot (Spacecraft) (Ag) are untrained Basic Skills (instead of Advanced Skills) for void born characters.",
                        "Features":[
                            {
                                "Skill":"Navigation",
                                "Groups":[
                                    "Stellar"
                                ]
                            },
                            {
                                "Skill":"Pilot",
                                "Groups":[
                                    "Spacecraft"
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"Void Accustomed",
                        "Description":": Due to their strange and unnatural childhood, the void born are used to the vagaries of changing gravity. They are immune to space travel sickness. In addition, zero- or low-gravity environments are not considered Difficult Terrain for void born characters",
                        "Features":[
                            {
                                "Feature":"Immune to space travel sickness. In addition, zero- or low-gravity environments are not considered Difficult Terrain"
                            }
                        ]
                    },
                    {
                        "Title":"Starting Wounds",
                        "Description":"Death world characters double their starting Toughness Bonus and add 1d5+2 to the result to determine their starting number of Wounds",
                        "WoundDice":"1d5"
                    },
                    {
                        "Title":"Starting Fate Points",
                        "Description":": Roll 1d10 to determine a death world character’s starting Fate Points. On a 1–5, he begins with 2 Fate Points; on a 6–10, he begins with 3 Fate Points.",
                        "FateDice":"1d10",
                        "FateSplit":[
                            {
                                "Min:":1,
                                "Max":5,
                                "Value":3
                            },
                            {
                                "Min":6,
                                "Max":10,
                                "Value":4
                            }
                        ]
                    }
                ]
            }
        },
        {
            "Title":"Forge World",
            "Description":"Not merely star travellers but the products of many generations passed in the darkness between worlds, the void born are relatively few among the teeming multitudes of humanity, but singular, and form a disparate and odd collection of misfit , strangers, and other ill-omened folk, perhaps birthed in the belly of a vessel that has spent centuries charting its course through the stars or aboard an ancient orbital satellite. The void born are often considered to be somehow touched by the taint of the warp, or at least associated with the many and unfathomable dangers of the outer darkness by the common well of the Imperium. Most consider them bringers of badfortune and ill-tidings, secretive, and untrustworthy",
            "Quote":"You were born in the shadow of the Omnissiah and all your life you have been surrounded by the great wonders and dire terrors of the Machine God’s arts. Ever since you were born, you have been weighed, measured, codified, and tested so that your masters might find your place in the great pattern. This unforgiving process has fitted you well for survival and supremacy",
            "Life":{
                "Title":"Life as a Void Born",
                "Description":[
                    "Forge worlds, such as the Lathe worlds of the Calixis Sector, are the beating iron heart of the Imperium and sovereign domains of the Priesthood of Mars. They are given over to the demands of vast macro-industries too vital or rare to be entrusted to the petty domains of the Imperial Governors of hive worlds, and are eternally hungry for new resources to consume. A forge world’s wheels never cease to turn: the reactors blaze and foundries thunder unendingly for millennia, turning out refined materials and technologies to meet the Imperium’s needs. Forge worlds are far more than the sum of their continent-spanning manufactories, however. Each is blessed with a higher level of technological advancement than the wider Imperium as a whole, and many arcane wonders are commonplace in their baroque labyrinths of ferrocrete and steel. Forge worlds also house vast repositories of data and obscure lore, with as much as a third of any given forge world’s entire infrastructure consisting of endless scriptoriums, mimetic vaults, info-tombs, and libraria, tended in perpetuity by mindless drones and generations of archive adepts.",
                    "Space travel throughout the Imperium is dangerous and arduous. Most interstellar travel is undertaken using powerful, ancient engines that push a vessel into the immaterium, also known as the empyrean or warp. Within the warp, a ship can cover many thousands of light years within a relatively short time, dropping back into the materium far beyond the ship’s starting point. Some parts of the warp, however, act as powerful vortices that drag helpless vessels to their doom. There is also a constant danger of turbulence, warp storms, and loops: ships can be thrown thousands of light years off course or trapped in stasis forever. In the warp there is neither time nor distance—only the constantly flowing streams of the immaterium. On board a ship in the warp, a single month of time may pass, yet in the material realm anything from six months to several years may elapse. Fleets responding to distress calls and supply vessels on long voyages have been known to arrive months or even years too late",
                    "Those unlucky enough to be raised on a death world are generally pragmatic and fatalistic. Death is a constant companion, and only by accepting that can a death worlder hope to reach maturity with his sanity intact. Usually, the greatest achievement a death worlder can strive for is to achieve some truly impressive feat before his death, so he will be remembered by his descendants. If a death worlder actually makes it off-world, he is likely to view distant worlds with jaded eyes. After all, he has already seen the worst the galaxy has to offer, for surely nothing can exceed the horrors of his birth world.",
                    "A forge world’s undisputed masters are the Magi of the Cult Mechanicus, who rule with harsh precision and cold logic. To them, the human menials of their domains are little more than cogs and gears in the great machine, resources to be measured, graded, and used to fit their worth. At their direction, the bulk of a forge world’s population is utilised as a skilled and trained labour force, whilst the brightest and best are inducted to the Adeptus Mechanicus itself. The more militant are chosen for the Skitarii Tech-guard. Those deemed unworthy or irredeemable are fated to be 'recycled” into servitor components, and indeed, servitors and drones often far outnumber a forge world’s free-willed population. Such is the price of failure.",
                    "Despite their mechanistic society and ceaseless industry, the life for the average forge world menial is little harsher than on most hive worlds. Each forge world, regardless of its rigidly enforced order and the cold reason of its masters, is still home to very human ambition and apathy, still home to vice and virtue. The Mechanicus themselves, with their cogitator-enhanced minds and iron logic, are still prone to factionalism and schism, often for reasons quite incomprehensible to outsiders. Rivalries and feuds simmer between sects and individual magos, each with his own plots and desires."
                ]
            },
            "Character Features":{
                "Title":"Forge World Characters",
                "Description":"Forge worlds are not environments that reward, let alone tolerate, weakness in body or in mind. To have survived and prospered enough to leave a forge world’s rigid society, a character must possess drive, ambition, and good fortune, or at the very least be bloody-minded and ruthless enough to have endured. You find yourself in a wider Imperial society that is at once familiar and strangely alien, where fools either fear or profane sacred technology and have no understanding of its spiritual mysteries and purity of essence. Nor do they seem to grasp that men can only prosper by the teachings of the Omnissiah, that survival requires power, and power is knowledge incarnate",
                "Mods":[
                    {
                        "Attr":"Weapon Skill",
                        "Value":-5
                    },
                    {
                        "Attr":"Intelligence",
                        "Value":5
                    }
                ],
                "Features":[
                    {
                        "Title":"Starting Skills",
                        "Features":[
                            {
                                "Skill":"Common Lore",
                                "Groups":[
                                    "Tech"
                                ]
                            },
                            {
                                "Skill":"Common Lore",
                                "Groups":[
                                    "Machine Cult"
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"Credo Omnissiah",
                        "Description":"Rather than being fully indoctrinated into the Imperial Cult, even the lowliest member of a forge world’s society is brought up to properly venerate the spirits of the machine and taught the basic rites of tech-propitiation. All forge world characters begin with the Technical Knock Talent",
                        "Features":[
                            {
                                "Talent":"Technical Knock"
                            }
                        ]
                    },
                    {
                        "Title":"Fit For Purpose",
                        "Description":"A forge world inhabitant is tested, indoctrinated, and trained from birth for his chosen station and role in life. Weakness is not tolerated, and failure brings painful incentives to do better. Even those who follow an errant path must strive to be better than their peers to survive. Because of this, a starting forge world character may increase a Characteristic of his choice by +3.",
                        "Features":[
                            {
                                "Choice":[
                                    {
                                        "CharacteristicBoost":"Weapon Skill",
                                        "Value":3
                                    },
                                    {
                                        "CharacteristicBoost":"Ballistic Skill",
                                        "Value":3
                                    },
                                    {
                                        "CharacteristicBoost":"Strength",
                                        "Value":3
                                    },
                                    {
                                        "CharacteristicBoost":"Toughness",
                                        "Value":3
                                    },
                                    {
                                        "CharacteristicBoost":"Agility",
                                        "Value":3
                                    },
                                    {
                                        "CharacteristicBoost":"Intelligence",
                                        "Value":3
                                    },
                                    {
                                        "CharacteristicBoost":"Perception",
                                        "Value":3
                                    },
                                    {
                                        "CharacteristicBoost":"Will Power",
                                        "Value":3
                                    },
                                    {
                                        "CharacteristicBoost":"Fellowship",
                                        "Value":3
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"Stranger to the Cult",
                        "Description":"Although forge world born citizens know that the Emperor is their god and saviour, they see the Imperial Creed through the lens of Cult Mechanicus doctrine. As a result, they can be surprisingly—and sometimes dangerously—ignorant of the common teachings and practices of the Ecclesiarchy, often failing to offer its clerics the level of deference they expect. Forge world characters suffer a –10 penalty on Tests involving knowledge of the Imperial Creed and a –5 penalty on Fellowship Tests to interact with members of the Ecclesiarchy in formal settings",
                        "Features":[
                            {
                                "Feature":"suffer a –10 penalty on Tests involving knowledge of the Imperial Creed and a –5 penalty on Fellowship Tests to interact with members of the Ecclesiarchy in formal settings."
                            }
                        ]
                    },
                    {
                        "Title":"Starting Wounds",
                        "Description":"Death world characters double their starting Toughness Bonus and add 1d5+2 to the result to determine their starting number of Wounds",
                        "WoundDice":"1d5",
                        "WoundBonus":"1"
                    },
                    {
                        "Title":"Starting Fate Points",
                        "Description":": Roll 1d10 to determine a death world character’s starting Fate Points. On a 1–5, he begins with 2 Fate Points; on a 6–10, he begins with 3 Fate Points.",
                        "FateDice":"1d10",
                        "FateSplit":[
                            {
                                "Min:":1,
                                "Max":5,
                                "Value":2
                            },
                            {
                                "Min":6,
                                "Max":9,
                                "Value":3
                            },
                            {
                                "Min":10,
                                "Max":10,
                                "Value":4
                            }
                        ]
                    }
                ]
            }
        },
        {
            "Title":"Hive World",
            "Description":"Hive worlds are home to countless teeming billions. The population is so dense that frequently great swathes of the surface of the world are covered with gargantuan cities stretching from horizon to horizon. Many hivers labour in thankless obscurity, manning huge manufactories that churn out endless streams of weapons, chemicals, or other vital goods. Others run with violent gangs in the dark of the underhives, living by their wits and savagery in an endless struggle for survival.",
            "Quote":"The great hives are not like the lesser cities of other worlds in the Imperium, and you are not like the common men and women who live there. Technology has surrounded you all your life, and you find its rarity elsewhere bemusing. You are an adventurer, an opportunist— more inquisitive than your fellows and certainly quicker on the draw!",
            "Life":{
                "Title":"Life on a Hive World",
                "Description":[
                    "Hive worlds are vital to the welfare of the Imperium and are the beating heart of its economy and war machine. They are industrial worlds, producing munitions for the Emperor’s armies in vast manufactories, mining valuable minerals, and refining fuel for the Imperial fleet. Innumerable regiments of the Imperial Guard are raised from their massive populations, and legions of Planetary Defence Force troops stand in readiness to protect them from the threat of invasion. ",
                    "Whilst many hive cities are strange and unique, products of the vagaries of history and the nature of the planet they have been founded on, the most common type is the so-called 'solar hive,” a vast, super-continental sprawls of cityscape and manufactora which grows to dominate its host world. Beyond the hive city, the worlds which host them are usually barren and hostile, much of the surface commonly becoming inhospitable, or sometimes even deadly to human life after centuries of pollution and exploitation. Hive cities themselves are astonishingly large—massive urban conglomerations set with spires of adamantine and rockcrete whose roots sink deep into the earth, and that can grow to cover continents and soar for kilometres into the sky. Each major hive houses billions of Imperial citizens and is a nation in its own right, where noble houses rule small empires, trading and sometimes fighting with the rulers o rival hives",
                    "A shroud of pollution clings to the lower portions of many industrial hive cities, condemning a great many to shortened and slowly poisoned lives as they toil to feed the city’s gargantuan manufactories. Only the wealthy can afford to live in the upper sections of such a hive, in gleaming spires that pierce the clouds below. Within these hive spires reside the noble houses or the richest of merchant barons and guild leaders who enjoy lives of luxury and comfort undreamt of by those who maintain the systems on which their wealthy masters and their parasitic courts feed.",
                    "Below the vaunted spires, heavy gateways and security patrols regulate passage between the upper levels and the rest of the hive. Below this point lies the vast bulk of the working hive—the hive-city. It is here that the bulk of a hive’s population dwells, a concentration of humanity so great as to require constant monitoring and draconian restrictions on its freedom and movement, or risk the whole system’s collapse into catastrophe. Most mid-hivers know only their own hivecity and do not leave it during their lifetime. They never see the sky or set foot on the surface of their own planet.",
                    "The further one gets from the heavily regulated industrial and population centres of the hive, the worse conditions become. The very air itself is endlessly recycled and pumped downward, growing ever more bitter and rank the further down it filter . Here the water is distilled from the discharge of the upper hive, and food must be supplemented with factory-produced concentrate or, in rare cases where no other sustenance can be gained, spun from corpse starch. Crush zones, lethal toxic pollution, power failure, and collapsing access tunnels are common occurrences in the lowest parts of the hive-cities. These areas are the very edge of true Imperial control, places of decay, lawlessness, poverty, and superstition, but still better than the nightmare world that lurks beyond their margins, the world of the underhive.",
                    "Some underhives are creations or aftermaths of catastrophe— of reactor explosions, structural collapses, burnouts, and great fi es. Normal habitation is all but impossible, but the underhive serves as a refuge for the destitute and the outcast, and is home to all manner of scum, outlaws, mutants, the lost, and the mad. Underhives are frontiers in more ways than one, and are often seen as a necessary evil, both a place to be rid of undesirables and a barrier against an often far more dangerous darkness below. They separate the hive-city from the hive bottom—a desolate, polluted waste, long since abandoned, and partially flooded by centuries of effluence and industrial waste. In the hive bottom, the only living things are the most monstrous mutants."
                ]
            },
            "Character Features":{
                "Title":"Hive World Characters",
                "Description":"Not all hivers are content to serve their world in the traditional fashion, toiling until death. Some dream of better lives, driven by a desire for wealth, freedom, power, or adventure, or just the urge to escape terrible poverty. You are one such hiver—a young adventurer, willing to chance all for a taste of wealth, prestige, and power. Hivers are resourceful and quick-witted, more likely to rely on tech-devices and fast-talking than outright confrontation.",
                "Mods":[
                    {
                        "Attr":"Toughness",
                        "Value":-5
                    },
                    {
                        "Attr":"Fellowship",
                        "Value":5
                    }
                ],
                "Features":[
                    {
                        "Title":"Starting Skills",
                        "Description":"All hive worlders can converse in the common cant of their home, each one unique to its hive of origin. Hive worlders gain the Speak Language (Hive Dialect) (Int) as an untrained Basic Skill.",
                        "Features":[
                            {
                                "Skill":"Speak Language",
                                "Groups":[
                                    {
                                        "Choose":1
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"Accustomed to Crowds",
                        "Description":"Hivers grow up surrounded by crowds. They are used to weaving through even the densest mobs with ease. Crowds do not count as Difficult Terrain for hivers, and when Running or Charging through a dense crowd, hivers take no penalty to the Agility Test to keep their feet.",
                        "Features":[
                            {
                                "Feature":"Crowds do not count as Difficult Terrain for hivers, and when Running or Charging through a dense crowd, hivers take no penalty to the Agility Test to keep their feet."
                            }
                        ]
                    },
                    {
                        "Title":"Caves of Steel",
                        "Description":"To a hiver, surrounded at all times by metal, machinery, and industry, the lesser arcane mysteries of technology are not so strange. Hivers treat the Tech-Use (Int) Skill as an untrained Basic Skill.",
                        "Features":[
                            {
                                "Skill":"Tech-Use"
                            }
                        ]
                    },
                    {
                        "Title":"Hivebound",
                        "Description":"Hivers seldom endure the horrors of the open sky or the indignity of the great outdoors. They suffer a –10 penalty to all Survival (Int) Tests, and whilst out of a 'proper hab” (e.g., places without manufactured goods, solid ceilings, and electrical power) the hiver suffers a –5 penalty to all Intelligence Tests",
                        "Features":[
                            {
                                "Feature":"Suffer a –10 penalty to all Survival (Int) Tests, and whilst out of a 'proper hab” (e.g., places without manufactured goods, solid ceilings, and electrical power) the hiver suffers a –5 penalty to all Intelligence Tests."
                            }
                        ]
                    },
                    {
                        "Title":"Wary",
                        "Description":"Hivers are constantly alert for the first hint of trouble, be it a gang shoot-out, hab riot, or hivequake. All hivers gain a +1 bonus to Initiative rolls.",
                        "Features":[
                            {
                                "Feature":"+1 bonus to Initiative rolls."
                            }
                        ]
                    },
                    {
                        "Title":"Starting Wounds",
                        "Description":"Death world characters double their starting Toughness Bonus and add 1d5+2 to the result to determine their starting number of Wounds",
                        "WoundDice":"1d5",
                        "WoundBonus":"1"
                    },
                    {
                        "Title":"Starting Fate Points",
                        "Description":": Roll 1d10 to determine a death world character’s starting Fate Points. On a 1–5, he begins with 2 Fate Points; on a 6–10, he begins with 3 Fate Points.",
                        "FateDice":"1d10",
                        "FateSplit":[
                            {
                                "Min:":1,
                                "Max":5,
                                "Value":2
                            },
                            {
                                "Min":6,
                                "Max":8,
                                "Value":3
                            },
                            {
                                "Min":9,
                                "Max":10,
                                "Value":4
                            }
                        ]
                    }
                ]
            }
        },
        {
            "Title":"Imperial World",
            "Description":"A bewildering variety of worlds are known to the Imperium. Hailing from hyper-technological democratic societies to grimy feudal populations, the inhabitants of countless worlds offer fealty and devotion to the God-Emperor of Mankind and the Imperial Creed taught by His servants.",
            "Quote":"You hail from an Imperial world, one of a million planets united by a belief in the immortal God-Emperor of Mankind. Soldier, fanatic, thief, mercenary, noble: these are some of your many possible backgrounds. Whatever your previous calling, you are now an Explorer of the void, and your adventure has only just begun",
            "Life":{
                "Title":"Life on an Imperial World",
                "Description":[
                    "The Imperium covers such an utterly vast area of the galaxy that it is impossible to conjure an image of a 'typical” Imperial world—no such thing exists. Amongst the uncounted worlds of man, there exists endless variety. Agri-worlds, for instance, are little more than vast farms, producing food for Imperial hives and legions. Mining worlds produce ore and raw minerals for use in the vast factories of the forge worlds. Cardinal worlds are ruled by the Ministorum, given over entirely to the priesthood of the Imperial Creed—the Ecclesiarchy—whilst the worlds of the Schola Progenium are places of stern discipline and instruction where the orphaned millions of the honoured dead are brought up to take their part in the machinery of the Imperium’s rule. Stranger still are the garden and pleasure worlds that serve as havens for Imperial nobles who possess wealth beyond measure. Paradise, however, comes at a price, for temptation and heresy are sometimes rife in these places. Some Imperial worlds are utterly remote, having had no contact with the rest of humanity for centuries. A broad diversity of cultures and societies is to be expected from planet to planet, sometimes even within the same solar system",
                    "The closer a world lies to Holy Terra—the home planet of mankind, far from the Calixis Sector—the more important, advanced, and well-governed it is likely to be. Far-flung planets on the fringes, on the other hand, are more likely to be frontier worlds, left to their own devices for much of the time and under the constant threat of physical or spiritual attack. Many worlds have a technological base to match that of Holy Terra, whilst many more have devolved into feudal backwaters with little more than black powder technology. These hardscrabble worlds, as well as those at the periphery of the Imperium, make excellent recruiting grounds for the Imperial Guard, Space Marines, and a Rogue Trader’s low-deck crew, as nothing assures obedience quite so well as fear, and life on such places often winnows out the weak early on. Upon such backwater planets, the Imperial Cult casts its influence through superstition and is often seen through a lens of local legend and folklore, demanding fealty to the immortal God-Emperor who, for many citizens of the Imperium, may seem so distant as to be little more than a myth or a vital supernatural guardian holding the terrors of the night at bay",
                    "Most major scientific advances in the Imperium come from the rediscovery of forgotten secrets from the Dark Age of Technology, and innovation is forbidden—the powerful Adeptus Mechanicus of Mars maintain an iron-handed monopoly on all such matters of high techno-arcana. The reliance on ancient template systems, proven patterns, and a tangled web of contracts and dispensations from the Machine Cult to the planet’s rulers, not to mention the availability of local materials and imports, often creates a bizarre mishmash of tech-use on many Imperial worlds. The method of government employed by the diverse Imperial worlds are equally varied at the planetary level, with monarchies, republics, and oligarchies all presents in numerous iterations and forms. Ultimately, however, most Imperial worlds are ruled by a planetary governor (sometimes known as an Imperial Commander) who has final authority over the world as the Imperium’s chosen representative. Many imperial worlds support a thriving ruling class of some sort, known usually as its nobility (regardless of any peerage involved, or its absence). A world’s nobility frequently assume all positions of power and privilege that are not inherently part of a wider Imperial organisation, gathering wealth and authority over the planet’s common masses to themselves. ",
                    "Religion, superstition, and fear dominates much of society within the Imperium, and deviancy from the standards expected from a loyal servant of the God-Emperor is rarely tolerated by the powers-that-be. Common people place great faith in honest hatred to guard them against the manifold horrors of the universe and find genuine spiritual solace in the Imperial Creed of the Ministorum to uplift and protect them. ",
                    "Whilst each world of the Imperium is charged with enforcing its own local law and maintaining proper control of its people and environs (usually via enforcer cadres or the household forces of its nobility) law and order across the Imperium as a whole is the charge of the Adeptus Arbites. A grim and dutybound force whose authority, given by the High Lords of Terra themselves, knows no bounds of planet or border, the Arbites are charged to maintain high Imperial law, to hunt fugitives between worlds, to make sure planetary tithes are upheld and no local ruler oversteps his bounds."
                ]
            },
            "Character Features":{
                "Title":"Imperial World Characters",
                "Description":"To have broken away from the dogmatic constraints of Imperial life, your character must either be of exceptional spirit or have true potential. Perhaps you are an adventurer or soldier, or a true believer beginning a long pilgrimage to prove your faith; maybe you are a mercenary, brought in to defend a planet during wartime. You have undoubtedly seen conflict, madness, or perhaps even heresy, and now, for whatever reason, you are embarking into unknown voids in the God-Emperor’s name",
                "Mods":[
                    {
                        "Attr":"Willpower",
                        "Value":3
                    }
                ],
                "Features":[
                    {
                        "Title":"Blessed Ignorance",
                        "Description":"Imperial citizens know that the proper ways of living are those tried and tested by the generations that have gone before. Horror, pain, and death are the just rewards of curiosity, for those that look too deeply into the mysteries of the universe are all too likely to find malefic beings looking back at them. Their wise blindness imposes a –5 penalty on Forbidden Lore (Int) Tests.",
                        "Features":[
                            {
                                "Feature":"–5 penalty on Forbidden Lore (Int) Tests"
                            }
                        ]
                    },
                    {
                        "Title":"Hagiography",
                        "Description":"Widespread scriptures describing the lives—and, more importantly, the deaths—of the Emperor’s blessed saints and warmasters, and the sequence of endless wars, crusades, and terrors that make up history, grant Imperial citizens a comparatively wide knowledge of the Imperium of Man. Imperial worlders gain Common Lore (Imperial Creed) (Int), Common Lore (Imperium) (Int), and Common Lore (War) (Int) as untrained Basic Skills.",
                        "Features":[
                            {
                                "Skill":"Common Lore",
                                "Groups":[
                                    "Imperial Creed",
                                    "Imperium",
                                    "War"
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"Liturgical Familiarity",
                        "Description":"Surrounded as they are by the zealous and the faithful, Imperial citizens are accustomed to the tutelage of the Ecclesiarchy. Imperial world characters gain Literacy (Int) and Speak Language (High Gothic) (Int) as untrained Basic Skills",
                        "Features":[
                            {
                                "Skill":"Tech-Use"
                            }
                        ]
                    },
                    {
                        "Title":"Starting Wounds",
                        "Description":"Death world characters double their starting Toughness Bonus and add 1d5+2 to the result to determine their starting number of Wounds",
                        "WoundDice":"1d5"
                    },
                    {
                        "Title":"Starting Fate Points",
                        "Description":": Roll 1d10 to determine a death world character’s starting Fate Points. On a 1–5, he begins with 2 Fate Points; on a 6–10, he begins with 3 Fate Points.",
                        "FateDice":"1d10",
                        "FateSplit":[
                            {
                                "Min:":1,
                                "Max":8,
                                "Value":3
                            },
                            {
                                "Min":9,
                                "Max":10,
                                "Value":4
                            }
                        ]
                    }
                ]
            }
        },
        {
            "Title":"Noble Born",
            "Description":"You were born into wealth and privilege, educated by tutors, and tempered by spiteful intrigues. You know how to move in the high circles of Imperial society, you know how to bend others to your will, and you have never been touched by the harsh life endured by common citizens. You may be an honourable and faithful soul, well aware of the duties your station imposes on you, or a dissolute, apostate rakehell who cares naught for the low-born. Either way, the risk and the power of a Rogue Trader’s dynasty beckon to you",
            "Life":{
                "Title":"Life on an Imperial World",
                "Description":[
                    "The high nobility of the Imperium are an enormously wealthy and powerful elite, a breed apart from the common masses they rule. Many noble houses span the stars in an intricate web of kinship, arranged marriages, and political alliances that ensure power and influence will ever continue, even if the fortunes of a single world fail. The products of centuries—or even millennia—of tech-assisted breeding and cultured refinement these noble lineages hold the history of the Imperium itself in their blood. They are the finest that humanity has to offer—or so they would have you believe, at any rate.",
                    "Nobility of birth has never been a guarantee of good character, and for every example of true enlightenment or greatness, there exist dozens of capricious, self-obsessed noble scions who prove, by their base failings, that bloodline is no measure of superiority in the Imperium. Worse still than the dissolute idlers and petty tyrants are those nobles whose dark inclinations spill over into heresy and other forms of true malignancy, often for no better reason than boredom or a sadistic love of power. This last supremely dangerous group arethe cause of many Imperial woes.",
                    "From almost their first breath, those born to the high nobility are schooled in the role they must play and how they must play it. Their fine tutelage covers not only the details of history, commerce, and power-politics, but an education in the finer points of taste and etiquette. How to wear a mask of one’s own choosing, how to give an intended slight, how to curry and mete favour, how to defend one’s honour, and how to comport oneself are all lessons deeply ingrained. In some great families, these arts have darker nuances yet—such as the correct use of poison, a well-executed betrayal, and the employment of assassins",
                    "Connected, socially skilled, highly educated, and able to move in the high circles of Imperial society, those of noble blood are frequently as ruthless as they are charming and as dangerous as they are well mannered, making them skilled and subtle members of a Rogue Trader’s retinue."
                ]
            },
            "Character Features":{
                "Title":"Imperial World Characters",
                "Description":"To have broken away from the dogmatic constraints of Imperial life, your character must either be of exceptional spirit or have true potential. Perhaps you are an adventurer or soldier, or a true believer beginning a long pilgrimage to prove your faith; maybe you are a mercenary, brought in to defend a planet during wartime. You have undoubtedly seen conflict, madness, or perhaps even heresy, and now, for whatever reason, you are embarking into unknown voids in the God-Emperor’s name",
                "Mods":[
                    {
                        "Attr":"Willpower",
                        "Value":-3
                    },
                    {
                        "Attr":"Fellowship",
                        "Value":5
                    }
                ],
                "Features":[
                    {
                        "Title":"Starting Skills",
                        "Description":"Noble born characters begin play with Literacy (Int), Speak Language (High Gothic) (Int), and Speak Language (Low Gothic) (Int) as untrained Basic Skills",
                        "Features":[
                            {
                                "Skill":"Literacy"
                            },
                            {
                                "Skill":"Speak Language",
                                "Groups":[
                                    "High Gothic",
                                    "Low Gothic"
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"Etiquette",
                        "Description":"Nobles are schooled in how to comport themselves in all manner of formal situations. They gain a +10 bonus on Interaction Skill Tests when dealing with high authority and in formal situations.",
                        "Features":[
                            {
                                "Feature":"They gain a +10 bonus on Interaction Skill Tests when dealing with high authority and in formal situations."
                            }
                        ]
                    },
                    {
                        "Title":"Legacy of Wealth",
                        "Description":"To be born an Imperial noble is to inherit a legacy of staggering wealth. Even a scorned scion enjoys access to resources beyond the wildest dreams of the toiling masses. This adds +1 to the group’s starting Profit Factor",
                        "Features":[
                            {
                                "Skill":"Tech-Use"
                            }
                        ]
                    },
                    {
                        "Title":"Starting Wounds",
                        "Description":"Death world characters double their starting Toughness Bonus and add 1d5+2 to the result to determine their starting number of Wounds",
                        "WoundDice":"1d5"
                    },
                    {
                        "Title":"Starting Fate Points",
                        "Description":": Roll 1d10 to determine a death world character’s starting Fate Points. On a 1–5, he begins with 2 Fate Points; on a 6–10, he begins with 3 Fate Points.",
                        "FateDice":"1d10",
                        "FateSplit":[
                            {
                                "Min:":1,
                                "Max":8,
                                "Value":3
                            },
                            {
                                "Min":9,
                                "Max":10,
                                "Value":4
                            }
                        ]
                    }
                ]
            }
        }
    ],
    "Birthright":[
        {
            "Title":"Scavenger",
            "Description":"You became an adult amidst the yearning and poverty of the least of the God-Emperor’s flo k, one soul amongst countless underhivers, renegades, bonepickers, and a thousand other outcast castes that exist on the fringes of the Imperium, scavenging what they can to survive. All that you owned was claimed from the wastes of those far above you in the Imperial hierarchy or gleaned from the wreckage and ashes of past war and catastrophe—at least, everything that wasn’t taken from the bodies of your peers and rivals, of course. Yours was a hard life lived upon a knife-edge: the dark abyss of starvation on one side and death or worse on the other. A childhood where each day of survival was a triumph has hardened and honed you, but left its scars on your soul.",
            "Features":[
                {
                    "Choice":[
                        {
                            "Talent":"Unremarkable"
                        },
                        {
                            "Talent":"Resistance",
                            "Groups":[
                                "Fear"
                            ]
                        }
                    ]
                },
                {
                    "Choice":[
                        {
                            "Attr":"Willpower",
                            "Value":3
                        },
                        {
                            "Attr":"Agility",
                            "Value":3
                        }
                    ]
                },
                {
                    "Choice":[
                        {
                            "Suffer":"Insanity",
                            "Value":"1d5"
                        },
                        {
                            "Suffer":"Corruption",
                            "Value":"1d5"
                        }
                    ]
                }
            ]
        },
        {
            "Title":"Scapegrace",
            "Description":"An orphan of the borderland between light and dark, you spent years living by your wits as a scapegrace amidst entertainers, gangers, reclaimators, and other ne’er-do-wells on the fringes of Imperial society. Your youth was spent in a grey borderland where the near-outcast mingled with shadowed figu es risen from the depths and thrill-seekers come down from safer climes. A good scapegrace knows that the law only applies to those caught by the enforcers, that a life is worth only as much as is spent on keeping it. You’ve carried these hard earned lessons on into later life. Survival is best thought of as a game, with pleasure and ease the rewards along the way. A body must eat, drink, and live well, for death can come calling when it pleases",
            "Features":[
                {
                    "Skill":"Sleight of Hand"
                },
                {
                    "Choice":[
                        {
                            "Attr":"Inteligence",
                            "Value":3
                        },
                        {
                            "Attr":"Perception",
                            "Value":3
                        }
                    ]
                },
                {
                    "Choice":[
                        {
                            "Suffer":"Insanity",
                            "Value":"1d5"
                        },
                        {
                            "Suffer":"Corruption",
                            "Value":"1d5"
                        }
                    ]
                }
            ]
        },
        {
            "Title":"Stubjack",
            "Description":"You were born to violence. It has surrounded you your whole life, and you’ve had a weapon in easy reach ever since you were strong enough to grip one. You could have joined the PDF or even become a Guardsman, but what sort of life is that? Joining a regiment means orders here, orders there, and none that make any sense. It was clear to you that fighting for Thrones as a mercenary was the best way for a warrior to become rich in his trade and still escape with his skin. You’ve seen death, victory, and most of the ugly things that lie inbetween, but as long as there is always a fat purse waiting on the far side of the battlefield that’s fine with you. As for the dead, the Emperor will know his own.",
            "Features":[
                {
                    "Talent":"Quick Draw"
                },
                {
                    "Skill":"Intimidate"
                },
                {
                    "Choice":[
                        {
                            "Attr":"Weapon Skill",
                            "Value":5
                        },
                        {
                            "Attr":"Ballistic Skill",
                            "Value":5
                        }
                    ]
                },
                {
                    "Attr":"Fellowship",
                    "Value":-5
                },
                {
                    "Suffer":"Insanity",
                    "Value":"1d5"
                }
            ]
        },
        {
            "Title":"Child of the Creed",
            "Description":"It was not until comparatively late in your youth that you set foot in a room in which the stern gaze of the God-Emperor was absent, and during your impressionable years, you were shielded by the enfolding arms of the Ministorum from much of the hardship and uncertainty so many must endure. The unyielding visage of His statues was as much a part of your upbringing as the zealous, pure faith of those closest to you. Scripture, ritual, lessons, and priestly exhortations fill your memories, rising unbidden in every quiet moment—as though the aged, white-haired clerics who taught you still remain by your shoulder in spirit, jealously guarding over your soul. All men hear the God-Emperor’s holy words if they are born under His rule, but you heard more than most before even reaching adulthood.",
            "Features":[
                {
                    "Talent":"Unshakeable Faith"
                },
                {
                    "Skill":"Intimidate"
                },
                {
                    "Choice":[
                        {
                            "Attr":"Willpower",
                            "Value":3
                        },
                        {
                            "Attr":"Fellowship",
                            "Value":3
                        }
                    ]
                },
                {
                    "Attr":"Weapon Skill",
                    "Value":-3
                }
            ]
        },
        {
            "Title":"Savant",
            "Description":"To the scholar’s ear, there is no worse sound than the tearing of parchment. It always marks a desecration of one sort or another, be it a priceless work lost or a savant destroying his own fl wed labours in disgust. You know this because the murmuring of savants, clicking of lexmachinery, and scent of ink and dust have been a part of your life for as long as you can recall. Apprentices are brought young into the Adept’s trade, for there is much to learn and the human span holds little time to learn it in. Apprentices sit in attendance at meeting after meeting between elder savants, bathed in the exchange of knowledge until they know how to learn and the correct knowledge has been drilled into them. All the galaxy is packed with knowledge, and even the smallest drop of it would fill the minds of a world of savants to bursting. Yet you derive much comfort from learning—even though you could never personally know more than a miniscule fraction of all there is to know",
            "Features":[
                {
                    "Choice":[
                        {
                            "Skill":"Logic"
                        },
                        {
                            "Talent":"Peer",
                            "Groups":[
                                "Academic"
                            ]
                        }
                    ]
                },
                {
                    "Choice":[
                        {
                            "Attr":"Inteligence",
                            "Value":3
                        },
                        {
                            "Attr":"Fellowship",
                            "Value":3
                        }
                    ]
                },
                {
                    "Attr":"Toughness",
                    "Value":-3
                }
            ]
        },
        {
            "Title":"Vaunted",
            "Description":"You grew to adulthood upon the spire of wealth and privilege that towers, in some cases literally, high above the common Imperial masses. You expected their obedience and lived upon the fruits of their toil, surrendered to your extended family in solemn fealty. It was an upbringing amidst proud scions, wastrel lords, and high-priced retainers of silent, watchful competence. All the distractions available to the wealthy, bored elite were arrayed before you for the taking, day after day—a panoply of decadence to enervate the body and transport the mind. Those were years of fantastical exhibitions, sordid entanglements, strange drugs, conspiracies for the sake of show, mindless rivalries, and carefully hidden violence.",
            "Features":[
                {
                    "Talent":"Decadence"
                },
                {
                    "Choice":[
                        {
                            "Attr":"Agility",
                            "Value":3
                        },
                        {
                            "Attr":"Fellowship",
                            "Value":3
                        }
                    ]
                },
                {
                    "Attr":"Perception",
                    "Value":-3
                },
                {
                    "Suffer":"Corruption",
                    "Value":"1d5"
                }
            ]
        }
    ],
    "Lure of the Void":[
        {
            "Title":"Tainted",
            "Description":"You are vile in the eyes of the holy, declared tainted by your twisted form or marked by your accursed bloodline or your strange demeanour and heretical beliefs. Few look more closely than is needed to condemn you, fearing the contagion of evil and the judgment of the God-Emperor’s appointed servants. But despite the excoriation by the witless fools who have turned their hands against you, your soul burns for greatness. You now search relentlessly for the place where you might attain even a small fraction of what would have been your rightful victories were your life not so blighted by fate, and the power to avenge yourself on those who would see you suffer",
            "Effect":{
                "Choice":[
                    {
                        "Title":"Mutant",
                        "Features":[
                            {
                                "Feature":"You must roll once on Table 14-3: Mutations (see page 369). If you choose, you may spend 200 xp to select one result from the table (must be a result of lower than 74–00) instead of rolling randomly.",
                                "Special":true
                            },
                            {
                                "Talent":"Peer",
                                "Groups":[
                                    "Underworld"
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"Insane",
                        "Features":[
                            {
                                "Choice":[
                                    {
                                        "Suffer":"-1 Fate point"
                                    },
                                    {
                                        "Attr":"Fellowship",
                                        "Value":-3
                                    }
                                ]
                            },
                            {
                                "Talent":"Peer",
                                "Groups":[
                                    "The Insane"
                                ]
                            },
                            {
                                "Attr":"Toughness",
                                "Value":3
                            },
                            {
                                "Suffer":"2d10 Insanity Points"
                            }
                        ]
                    },
                    {
                        "Title":"Deviant Philosophy",
                        "Features":[
                            {
                                "Attr":"Willpower",
                                "Value":3
                            },
                            {
                                "Talent":"Enemy",
                                "Groups":"Ecclesiarchy"
                            }
                        ]
                    }
                ]
            }
        },
        {
            "Title":"Criminal",
            "Description":"The wheels of Imperial justice turn slowly, but they will surely grind to a pulp any life caught in their path. To make matters worse, there are traps in the criminal underworld that will lead to far worse consequences than years of hard labour in an Imperial penal colony. You are an individual declared guilty by Imperial law or called outcast by the crime baron you once served and have no recourse but to leave the life you once knew. The black paths of smugglers and renegades that winds behind the façade of Imperial society offer a dangerous refuge for those one step ahead of justice, as well as those so damaged by past punishment that they could never rejoin a law-abiding citizenry.",
            "Effect":{
                "Choice":[
                    {
                        "Title":"Wanted Fugitive",
                        "Features":[
                            {
                                "Talent":"Enemy",
                                "Groups":[
                                    "Adeptus Arbites"
                                ]
                            },
                            {
                                "Talent":"Peer",
                                "Groups":[
                                    "Underworld"
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"Hunted by a Crime Baron",
                        "Features":[
                            {
                                "Attr":"Perception",
                                "Value":3
                            },
                            {
                                "Talent":"Enemy",
                                "Groups":[
                                    "Underworld"
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"Judged and Found Wanting",
                        "Features":[
                            {
                                "Attr":"Fellowship",
                                "Value":-5
                            },
                            {
                                "Special":true,
                                "Feature":"You gain one poor-Craftsmanship bionic limb or implant (you may spend 200 xp to upgrade it to commonCraftsmanship or a total of 300 xp to upgrade it to goodCraftsmanship)."
                            }
                        ]
                    }
                ]
            }
        },
        {
            "Title":"Renegade",
            "Description":"The Imperium survives and prospers in no small part due to the narrowness of its vision, and by the strictures imposed by high walls, harsh order, and obedient faith on worlds where no man looks beyond the simple rotes taught in childhood. A rebellious mind such as yours could not be so easily constrained, however, but you have had to pay a price for your freedom and have learned those high walls are there for a reason. Perhaps you were a visionary in search of strange knowledge, seeking answers to questions those around you never thought to ask, answers that proved dark indeed. Or perhaps you denied the sanctity of the God-Emperor’s church in your heart and fled its shackles of faith, or fought as part of a bloody revolt against the tyranny and injustice of your home world. In any case, you saw your only options to be escape or death. Now, the stars beyond await you with the possibility of freedoms and powers unguessed at and perils unknown.",
            "Effect":{
                "Choice":[
                    {
                        "Title":"Recidivist",
                        "Features":[
                            {
                                "Talent":"Enemy",
                                "Groups":[
                                    "Adeptus Arbites"
                                ]
                            },
                            {
                                "Talent":"Resistance",
                                "Groups":[
                                    "Interrogation"
                                ]
                            },
                            {
                                "Skill":"Concealment"
                            }
                        ]
                    },
                    {
                        "Title":"Free-thinker",
                        "Features":[
                            {
                                "Choice":[
                                    {
                                        "Attr":"Intelligence",
                                        "Value":3
                                    },
                                    {
                                        "Attr":"Perception",
                                        "Value":3
                                    }
                                ]
                            },
                            {
                                "Attr":"Willpower"
                            },
                            {
                                "Talent":"Enemy",
                                "Groups":[
                                    "Ecclesiarchy"
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"Dark Visionary",
                        "Features":[
                            {
                                "Choice":[
                                    {
                                        "Suffer":"1d5+1 Corruption Points"
                                    },
                                    {
                                        "Suffer":"1d5+1 Insanity Points"
                                    }
                                ]
                            },
                            {
                                "Talent":"Dark Soul"
                            },
                            {
                                "Skill":"forbidden Lore",
                                "Groups":[
                                    {
                                        "Choose":1
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        },
        {
            "Title":"Duty Bound",
            "Description":"Only the ignorant believe that duty is a prison forced on others by those in power. True duty arises spontaneously from the soul, a call to service and struggle that should be neither shirked nor denied. It is your faith and your honour that impels you to places and labours far beyond the imagining of those that grub in the dirt of self-interest. Whether you serve the Aquila, strive to guide and guard the numberless masses of mankind, or serve the honour and calling of your blood, you know well the great trials and far journeys that lie ahead, and intend to see them through to the last.",
            "Effect":{
                "Choice":[
                    {
                        "Title":"Duty to the Throne",
                        "Features":[
                            {
                                "Attr":"Willpower",
                                "Value":3
                            },
                            {
                                "Talent":"Armour of Contempt",
                                "Prerequisite":{
                                    "Attr":"Willpower",
                                    "Value":40
                                }
                            },
                            {
                                "Feature":"–10 penalty to Interaction Skill Tests when dealing with any source outside of the Imperium (e.g., aliens and traitors)"
                            }
                        ]
                    },
                    {
                        "Title":"Duty to Humanity",
                        "Features":[
                            {
                                "Choice":[
                                    {
                                        "Attr":"Perception",
                                        "Value":3
                                    },
                                    {
                                        "Attr":"Intelligence",
                                        "Value":3
                                    }
                                ]
                            },
                            {
                                "ProfitFactor":-1
                            }
                        ]
                    },
                    {
                        "Title":"Duty to Your Dynasty",
                        "Features":[
                            {
                                "Talent":"Rival",
                                "Groups":"Rogue Trader Family"
                            },
                            {
                                "Attr":"Toughness",
                                "Value":-3
                            },
                            {
                                "ProfitFactor":1
                            }
                        ]
                    }
                ]
            }
        },
        {
            "Title":"Zealot",
            "Description":"You possess faith so great that it has carried you far beyond the mundane life that would otherwise have been your lot. Whether it is something that has always been a part of you or was born in you from amidst a battlefield or came to you in a revelation, where others merely believe, you have certainty. It is this faith that has led you on a pilgrim’s path to the stars, where you will bring the God-Emperor’s will to the unbeliever and the needy, to protect the righteous and punish the enemies of mankind. ",
            "Effect":{
                "Choice":[
                    {
                        "Title":"Blessed Scars",
                        "Features":[
                            {
                                "Feature":"You gain +10 to Intimidate Tests"
                            },
                            {
                                "Feature":"You gain –10 to Charm Tests"
                            },
                            {
                                "Special":true,
                                "Feature":"One poor-Craftsmanship bionic (you may spend 200 xp to upgrade it to commonCraftsmanship or a total of 300 xp to upgrade it to good-Craftsmanship)."
                            }
                        ]
                    },
                    {
                        "Title":"Unnerving Clarity",
                        "Features":[
                            {
                                "Arrt":"Willpower",
                                "Value":5
                            },
                            {
                                "Choice":[
                                    {
                                        "Attr":"Fellowship",
                                        "Value":-5
                                    },
                                    {
                                        "Suffer":"1d10 Insanity"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "Title":"Favoured of the Faithful",
                        "Features":[
                            {
                                "Attr":"Fellowship",
                                "Value":5
                            },
                            {
                                "Attr":"Toughness",
                                "Value":-5
                            },
                            {
                                "Talent":"Peer",
                                "Groups":"Ecclesiarchy"
                            }
                        ]
                    }
                ]
            }
        },
        {
            "Title":"Chosen by Destiny",
            "Description":"For as long as you can recall, you have been certain that a grand destiny awaits you. The God-Emperor must watch over you, for sometimes events have unfolded in exactly the right manner to carry your plans forward, and at others times, the actions needed to set you upon the way ahead were quickly apparent. Perhaps you quest for forbidden truths that have made you enemies amongst the stolid thinkers of the Imperium, or perhaps you know in your heart that your fate lies upon strange xenos worlds, or perhaps you are sure that you will be the greatest of your bloodline, whose name will echo down through the ages, no matter what the cost.",
            "Effect":{
                "Choice":[
                    {
                        "Title":"Seeker of Truth",
                        "Features":[
                            {
                                "Talent":"Foresight"
                            },
                            {
                                "Talent":"Enemy",
                                "Groups":[
                                    {
                                        "Choose":[
                                            "Academics",
                                            "Ecclesiarchy"
                                        ]
                                    }
                                ]
                            },
                            {
                                "Attr":"Willpower",
                                "Value":-3
                            }
                        ]
                    },
                    {
                        "Title":"Xenophile",
                        "Features":[
                            {
                                "Arrt":"Willpower",
                                "Value":5
                            },
                            {
                                "Feature":"+10 to Fellowship Tests when dealing with alien races or cultures."
                            },
                            {
                                "Feature":"–5 penalty to Willpower Tests involving alien artefacts and alien psychic powers."
                            }
                        ]
                    },
                    {
                        "Title":"Fated for Greatness",
                        "Features":[
                            {
                                "Feature":"+1 Fate Point",
                                "Value":5
                            },
                            {
                                "Suffer":" 1d10+1 Insanity Points."
                            }
                        ]
                    }
                ]
            }
        }
    ],
    "Trials and Travails":[
        {
            "Title":"The Hand of War",
            "Description":"The Imperium of Man is wracked by war and violence, whilst beyond its borders the strife and conflict is even worse in many regions. Not all wars, however, are equal, and you were caught up in a bitter and terrifying campaign in which starships were left as burning hulks and cities were blasted to ruin in a vicious series of battles that saw no quarter asked or given. The war and the enemy you fought to the death has had a profound effect on you, and to the present day, the faces of the dead haunt you still when you close your eyes. Now, you count only those you have fought and bled with as true allies, and will never forgive your old foe. You strive hard for what you desire, for you know that death stands never more than a heartbeat away",
            "Features":[
                {
                    "Title":"The Ashes of War",
                    "Description":"You gain one Weapon Training Talent of your choice, or the Leap Up Talent, as well as the Hatred Talent against your foe in the war that defined your past. Choose from among: Orks, Eldar, mutants, Chaos worshipers, the Imperial Guard, the Imperial Navy or void pirates.",
                    "Features":[
                        {
                            "Choice":[
                                {
                                    "Talent":"Pistol Weapon Training",
                                    "Groups":[
                                        {
                                            "Choose":1
                                        }
                                    ]
                                },
                                {
                                    "Talent":"Basic Weapon Training",
                                    "Groups":[
                                        {
                                            "Choose":1
                                        }
                                    ]
                                },
                                {
                                    "Talent":"Melee Weapon Training",
                                    "Groups":[
                                        {
                                            "Choose":1
                                        }
                                    ]
                                },
                                {
                                    "Talent":"Thrown Weapon Training",
                                    "Groups":[
                                        {
                                            "Choose":1
                                        }
                                    ]
                                },
                                {
                                    "Talent":"Jump Up"
                                }
                            ]
                        },
                        {
                            "Talent":"Hatred",
                            "Groups":[
                                {
                                    "Choose":1,
                                    "From":[
                                        "Orks",
                                        "Eldar",
                                        "Mutants",
                                        "Chaos Worshipers",
                                        "The Imperial Guard",
                                        "The Imperial Navy",
                                        "Void Pirates"
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "Title":"The Face of the Enemy",
                    "Description":"You will never willingly have dealings with your sworn enemy except under the direst circumstances, and if you must do so, you suffer –10 to all Fellowship Tests in those dealings. Also, if given the slightest provocation, you will react violently towards them. (You may take a Willpower Test to avert this, modified by the provocation and the consequences of succumbing to your hatred.",
                    "Features":[
                        {
                            "Feature":"–10 to all Fellowship Tests dealing with your sword enemy"
                        },
                        {
                            "Feature":"If given the slightest provocation, you will react violently towards them. (You may take a Willpower Test to avert this, modified by the provocation and the consequences of succumbing to your hatred.)"
                        }
                    ]
                }
            ]
        },
        {
            "Title":"Press-ganged",
            "Description":"Skilled women and men with unique and valuable talents, be they Navigators or Armsmen, are themselves commodities to the unscrupulous and the desperate. There are many voyages undertaken and crewed by those who have little choice in the matter, from ratings that toil under an overseer’s lash in the depths of a warship to abducted Astropaths and scions of Rogue Trader blood whose shackles may be made of silken threats and prison cells crafted by insidious blackmail but are no less real for that. Although some may see such experiences as no more than part of the 'great game” of things, you take a different view and have sworn never to be a puppet or pawn in someone else’s game again. Just who you were forced into serving in the past and how you managed to escape your bondage is a secret you rarely share, but one day your captors will have cause to remember the offence they did you and regret it.",
            "Features":[
                {
                    "Title":"The Ashes of War",
                    "Description":"Thanks to your shadowed past, you have picked up some knowledge on the way that you would not normally have access to. You gain a single Skill (as long as it has no prerequisites) for your character. You may also either select a single additional Common Lore Skill or improve a Common Lore Skill you already have by one level",
                    "Features":[
                        {
                            "Skill":[
                                {
                                    "Choose":1
                                }
                            ]
                        },
                        {
                            "Choice":[
                                {
                                    "Skill":"Common Lore",
                                    "Groups":[
                                        {
                                            "Choose":1
                                        }
                                    ]
                                },
                                {
                                    "Feature":"Common Lore Skill Improvement"
                                }
                            ]
                        }
                    ]
                },
                {
                    "Title":"Jealous Freedom",
                    "Description":"Having endured captivity once, you have no intention of doing so again. You react violently towards the prospect of imprisonment or loss of your freedom. You may take a Willpower Test to avert this, modified by the provocation and the consequences (set by the GM) of succumbing to your dread."
                }
            ]
        },
        {
            "Title":"Calamity",
            "Description":"When reaching out beyond the relative safety of the Imperium, one of the great, often underestimated, dangers is disaster, whether it affects an isolated colony outpost or affects a star vessel suddenly robbed of its supplies by circumstances or sabotage. Famine, plague, and other unlooked-for disasters kill the weak, can make death a mercy, and often destroy the thin veneer of civilisation worn by many, revealing both the  worst and best in humanity. You have seen all this and more, and perhaps were forced into desperate measures in order to survive or remain true to your honour. Regardless, you hold no illusions about what others are capable of in extremis and have learned the hard way that sometimes a bolt shell is worth a Lord Commander’s ransom and that a starving man cannot eat gold, no matter how much he has grasped.",
            "Features":[
                {
                    "Title":"Inured to Adversity",
                    "Description":"You gain the Light Sleeper Talent and your choice of the Hardy Talent or Nerves of Steel Talent.",
                    "Features":[
                        {
                            "Talent":"Light Sleeper"
                        },
                        {
                            "Choice":[
                                {
                                    "Talent":"Hardy"
                                },
                                {
                                    "Talent":"Nerves of Steel"
                                }
                            ]
                        }
                    ]
                },
                {
                    "Title":"Echo of Hard Times",
                    "Description":": Thanks to the adversities of the past and a sense of priority that promotes caution and the needs of the present over acquisition and risk, you reduce your group’s starting Profit Factor by –1. ",
                    "Features":[
                        {
                            "ProfitFactor":-1
                        }
                    ]
                }
            ]
        },
        {
            "Title":"Ship-lorn",
            "Description":"For those who ply the void, there are few things that provoke as much fear in them as to be robbed of their starship, to have the very crux of their identity cruelly taken from them by sudden destruction or betrayal. Whether by shipwreck, enemy action, or darker reasons such as mutiny or deliberate abandonment, there are few more terrible fates for an Explorer than to have been a castaway without help, either on a strange world or, worse yet, lost in the icy grip of the cold stars. It takes a remarkable individual to survive such a fate, capable of drawing on reservoirs of resolve and self-reliance few can hope to muster, but such endurance can be a two-edged sword. To others who travel the stars and brave the tides of the empyrean, you are marked out and distrusted for surviving what you should not have endured, and the void born whisper that your ill-luck will follow you wherever you go. You care not, for every day you stride the deck of a ship and see another star dawn is another step taken in scorn of the doom you have escaped",
            "Features":[
                {
                    "Title":"Against All Odds",
                    "Description":"You gain the Survival Skill (or increase it by one level if you already possess it) or the Dark Soul Talent. Additionally, whenever you spend a Fate Point to recover Wounds (see page 233), you may re-roll the dice if you wish but must accept the second result even if it is worse",
                    "Features":[
                        {
                            "Choice":[
                                {
                                    "Skill":"Survival"
                                },
                                {
                                    "Talent":"Dark Soul"
                                }
                            ]
                        }
                    ]
                },
                {
                    "Title":"Ill-starred",
                    "Description":"Reduce your starting number of Fate Points permanently by –1. Additionally, you suffer –5 on Fellowship Tests when interacting with the void born, Rogue Traders, and other voidfarers who are not personal friends, if they have heard of your background and reputation.",
                    "Features":[
                        {
                            "FatePoints":-1
                        }
                    ]
                }
            ]
        },
        {
            "Title":"Dark Voyage",
            "Description":"Starport taverns and station galleys are filled with travellers, wanderers, and old voidfarers. Sooner or later, when the lumen globes have dimmed, these folk will tell of the many strange legends they have heard. They tell of hell-hulks crewed by the lost and warp storms that howl with mocking voices, of the things that claw and scratch at the hull waiting for the merest fli ker of the Geller Field for the warp to pour in and devour all, and of horrifying xenos encounters and voyages of the damned. But you have no taste for such stories, because you know the truth—you have lived them. You have stared into the eyes of the abyss and lived. You have seen the dead walk and the bulkheads bleed. These experiences have marked you, opening your eyes to the darkness that hides beneath the surface of things, and whether you have recoiled in dread or been drawn on in fascination is a truth you keep to yourself",
            "Features":[
                {
                    "Title":"Things Man Was Not Meant to Know",
                    "Description":"You may gain a single Forbidden Lore Skill pertaining to your experiences (or may increase a Forbidden Lore Skill you already possesses by one level), or may gain the Resistance (Fear) Talent. ",
                    "Features":[
                        {
                            "Choice":[
                                {
                                    "Skill":"Forbidden Lore",
                                    "Groups":[
                                        {
                                            "Choose":1
                                        }
                                    ]
                                },
                                {
                                    "Talent":"Resistance",
                                    "Groups":[
                                        "Fear"
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "Title":"Marked by Darkness",
                    "Description":": Haunted by your experiences, you gain 1d5 Insanity Points.",
                    "Features":[
                        {
                            "Suffer":"1d5 Insanity Points."
                        }
                    ]
                }
            ]
        },
        {
            "Title":"High Vendetta",
            "Description":"Honour, friendship, and loyalty are not mere empty words or worthy ideals to you, they are tools for survival. Without your ship, your crewmates, and your allies, you are alone in the cold darkness of space and prey to enemies and rivals without number; with them, you are protected, you have a home and backup when others seek your life. This knowledge was brought home to you when you and your allies were caught up in a deadly vendetta with another faction, a murderous feud that consumed your life and sent friends to their graves. Whether your enemies were a rival crew, noble house, cult, cartel, or outlaw gang, blood was spilt and vengeance taken. Regardless of whether your side was victorious, or was left tasting bitter defeat in the end, what matters was that you fought and would to so again.",
            "Features":[
                {
                    "Title":"Blood Will Have Blood",
                    "Description":"You gain your choice of the Die Hard or Paranoia Talent, and gain the Inquiry Skill (or, if you already possess it, increase it by one level).",
                    "Features":[
                        {
                            "Choice":[
                                {
                                    "Talent":"Die Hard"
                                },
                                {
                                    "Talent":"Paranoia"
                                }
                            ]
                        },
                        {
                            "Skill":"Inquiry"
                        }
                    ]
                },
                {
                    "Title":"Brook No Insult",
                    "Description":"You will allow no serious offence to your honour and person or those under your protection to pass unchallenged, meeting threat with threat and violence with violence. You may take a Willpower Test to avert this if you wish, modified by the provocation and the consequences (set by the GM) of succumbing to your rage."
                }
            ]
        }
    ],
    "Motivation":[
        {
            "Title":"Endurance",
            "Description":[
                "You seek to endure and, in enduring, grow stronger. You welcome opposition, risk, setbacks, injury, and pain as old friends—for these trials are but a stairway by which you will climb to greater heights. Endure, and you shall be made mighty in the God-Emperor’s eyes, and a power of the Imperium.",
                "The virtuous welcome the storm, the Imperial Creed teaches, for its fury guides humanity upon the path to strength in body and soul. Just as a mighty tree sheds its weakest limbs before the tearing winds, and stands the greater for it, so too is humanity made sturdy by struggle and want. Others would put it more simply: the weak die and only the strong remain, and you choose to be the latter."
            ],
            "Effect":{
                "Wound":1
            }
        },
        {
            "Title":"Fortune",
            "Description":[
                "You seek wealth beyond measure, countless Thrones with which to purchase the fulfilment of your every desire. You understand that all things begin with the clink, clink, clink of worn Throne coins dropped upon a fine y crafted counter. That is the sound that carries into the hearts of men and compels them to your will. Perhaps your ultimate goals are admirable, perhaps they are despicable—wealth cares not, and wealth causes others to care not. So it is that everything you have ever wanted, everything you could ever need, all comes down to Thrones. You must have them and the great wealth they represent. That is your quest, and you can only hope that you are still the same person at the end of it, having evaded the myriad ways in which single-minded fortuneseeking twists the mind and the soul."
            ],
            "Effect":{
                "FatePoint":1
            }
        },
        {
            "Title":"Vengeance",
            "Description":[
                "Vengeance burns within your heart, flaming afresh in your veins each time you wake from dreams of knives and murder. You seek revenge against those who have wronged you. That desire gnaws at you, haunts your sleep, and shadows your every action. All must toil to live, but with each step you take, you ask yourself: 'Is this a step closer to my revenge?” The need rides you, and it will do so until the day you stand above the bloody corpses of the last of your enemies. And what then? It matters not, now, for that day is far yet, and the path long. If retribution consumes you entirely between now and then, making a ghost of the man you once were, then that is a price you are willing to pay."
            ],
            "Effect":{
                "Talent":"Hatred",
                "Groups":[
                    {
                        "Choose":1
                    }
                ]
            }
        },
        {
            "Title":"Renown",
            "Description":[
                "The Imperium is undying and uncaring, and every day countless billions toil and strive and die unknown, nameless, unremarked, and unthanked. But there are a rare few whose names echo through eternity in glory: Macharius, Solon, Haarlock, Land… And it is amongst their company you will one day be counted, or such is your most fervent desire. You have grand visions and the burning desire to make them real. Through your actions and victories, you will ensure that your name will be spoken on the lips of the multitudes yet to be born in the millennia ahead. You will gather the best and brightest to your banner, secure the allegiance of Imperial potentates, and then achieve such great deeds that those who come after you will one day bow down to statues cast in your image"
            ],
            "Effect":{
                "Choice":[
                    {
                        "Talent":"Air of Authority"
                    },
                    {
                        "Talent":"Peer",
                        "Groups":[
                            {
                                "Choose":1
                            }
                        ]
                    }
                ]
            }
        },
        {
            "Title":"Pride",
            "Description":[
                "Above all else, you want respect—the admiration of allies and the grudging esteem of foes, and will countenance no insult to your honour to go unchallenged. You suffer none to be so ignorant as to deride you as unworthy of your name, unfit for your legacy, or lacking in talent. When you seek to prove yourself, it is for the sake of your own high standards, or perhaps out of frustration that the mighty do not yet recognize your true worth. Regardless, it is for you to lead and demonstrate your worth by your actions and your bearing, and any that doubt or disparage you had best have the steel to back up their words."
            ],
            "Effect":{
                "Choice":[
                    {
                        "Feature":"You gain an Heirloom Item"
                    },
                    {
                        "Attr":"Toughness",
                        "Value":3
                    }
                ]
            }
        }
    ]
}